[{"author": [], "title": "Families risk it all to escape Myanmar's deadly junta", "date": "2021/03/24", "source": "http://cnn.com/videos/world/2021/03/24/myanmar-india-police-refugee-flee-sud-pkg-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "Indian officials say more than 400 refugees, desperate to flee the military junta's crackdown, have crossed the border into India since the military coup. CNN's Vedika Sud speaks to refugees who made the dangerous journey."}, {"author": [], "title": "Coronavirus: German Chancellor Angela Merkel apologizes for Easter restrictions confusion", "date": "2021/03/24", "source": "http://cnn.com/videos/world/2021/03/24/angela-merkel-germany-coronavirus-easter-mistake-bell-ctw-intl-ldn-vpx.cnn/video/playlists/around-the-world/", "article_body": "German Chancellor Angela Merkel has walked back on her plan to impose a new hard lockdown during the upcoming Easter holiday, apologizing for causing confusion over the restrictions and saying the issue was \"singularly and alone\" her mistake. CNN's Melissa Bell reports."}, {"author": [], "title": "Bulgaria accuses 6 citizens of spying for Russia", "date": "2021/03/24", "source": "http://cnn.com/videos/world/2021/03/24/bulgaria-spy-arrest-dos-santos-pkg-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "Investigators have released video that allegedly shows former and current Bulgarians officials trying to steal state secrets for Russia. CNN's Nina dos Santos reports."}, {"author": [], "title": "Suez Canal blocked by container ship the length of Empire State Building", "date": "2021/03/24", "source": "http://cnn.com/videos/world/2021/03/24/suez-canal-container-intl-ldn-vpx.cnn/video/playlists/around-the-world/", "article_body": "A large container ship is stuck in the southern end of the Suez Canal blocking tankers in both directions, according to Tanker Trackers, which monitors vessels through satellite and maritime data."}, {"author": [], "title": "CNN speaks to family of Canadian detained by Beijing", "date": "2021/03/23", "source": "http://cnn.com/videos/world/2021/03/23/canada-china-hostage-diplomacy-newton-pkg-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "Canada has labeled China's detention of Canadians Michael Kovrig and Michael Spavor 'coercive diplomacy' -- retaliation of the arrest of Meng Wanzhou, the former Chief Financial Officer of China's Huawei Technologies, on a US extradition request. CNN's Paula Newton spoke with Vina Nadjibulla, Kovrig's wife."}, {"author": [], "title": "NSW floods: Video shows inundated towns after historic flooding in Australia", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/nsw-floods-australia-video-lon-orig-tp.cnn/video/playlists/around-the-world/", "article_body": "Thousands of people have been evacuated in Australia's New South Wales after parts of the state have been battered by record rainfall that led to historic flooding.\n\nSource: CNN"}, {"author": [], "title": "US and allies announces sanctions on Chinese officials", "date": "2021/03/23", "source": "http://cnn.com/videos/world/2021/03/23/us-sanctions-china-xinjiang-uyghurs-selina-wang-nr-intl-ldn-vpx.cnn/video/playlists/around-the-world/", "article_body": "The US has announced sanctions against two Chinese officials for \"serious human rights abuses\" against Uyghur Muslims, a step coordinated with allies including the European Union, Canada and the United Kingdom, according to the Treasury Department. CNN's Selina Wang reports."}, {"author": [], "title": "Katherine Diaz: Surfer killed by lightning while training", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/katherine-diaz-killed-surfing-ctw-vpx.cnn/video/playlists/around-the-world/", "article_body": "Chinese calls US 'condescending' in its tone in high-level meeting"}, {"author": [], "title": "Australia: Watch video of 'life-threatening' floods in New South Wales", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/australia-floods-natural-disaster-declared-new-south-wales-ctw-intl-ldn-vpx.cnn/video/playlists/around-the-world/", "article_body": "More than 18,000 people have been evacuated from their homes in Australia's New South Wales (NSW) as heavy rains and major flooding continue to inundate the state, causing some areas to resemble \"inland seas.\" Up to 38 places across the state are regarded as natural disaster areas and 19 evacuation orders have been issued, NSW Premier Gladys Berejiklian said in a news conference."}, {"author": [], "title": "CNN investigation: Leaked police video shows the brutality of this Kremlin-backed regime", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/belarus-police-abuse-paton-walsh-pkg-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "As part of a months long investigation into the crackdown inside Belarus, CNN has spoken to several Belarusians who fled the repression of President Lukashenko's regime. In dozens of interviews, protesters and opposition activists have spoken of torture -- from systematic beatings to rape with a police baton. CNN's Nick Paton Walsh reports."}, {"author": [], "title": "Hundreds protest Turkey withdrawing from international treaty to protect women", "date": "2021/03/21", "source": "http://cnn.com/videos/world/2021/03/21/turkey-withdraws-from-istanbul-convention-to-combat-violence-against-women-karadsheh-lkl-vpx.cnn/video/playlists/around-the-world/", "article_body": "Turkish President Recep Tayyip Erdogan issued a presidential decree to withdraw his country from an international treaty to protect women . The move has sent shockwaves through a country that has been reeling from high-profile domestic violence cases and femicides. CNN's Jomana Karadsheh reports."}, {"author": [], "title": "Mental and physical challenges remain for some Olympic athletes", "date": "2021/03/21", "source": "http://cnn.com/videos/sports/2021/03/21/olympic-athletes-mental-health-wang-pkg-vpx.cnn/video/playlists/around-the-world/", "article_body": "CNN's Selina Wang speaks with two Olympic athletes and gets their thoughts about the upcoming games."}, {"author": [], "title": "Center supports children with Down syndrome in Syria", "date": "2021/03/21", "source": "http://cnn.com/videos/world/2021/03/21/syria-down-syndrome-children-center-damon-pkg-vpx.cnn/video/playlists/around-the-world/", "article_body": "CNN's Arwa Damon visits the only Down syndrome support center for children in Syria's war-torn Idlib province, where volunteers strive to give some of the country's most vulnerable children a chance at a better life."}, {"author": [], "title": "US-China talks in Alaska get off to confrontational start", "date": "2021/03/19", "source": "http://cnn.com/videos/world/2021/03/19/china-us-high-level-talks-blinken-yang-alaska-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "The first high-level talks between China and the US under the Biden Administration are off to a confrontational start . CNN's Kristie Lu Stout reports."}, {"author": [], "title": "Hear Putin's response to Biden calling him a 'killer'", "date": "2021/03/18", "source": "http://cnn.com/videos/world/2021/03/18/putin-reacts-to-biden-killer-comment-vpx.cnn/video/playlists/around-the-world/", "article_body": "Russian President Vladimir Putin responded to President Joe Biden comments made during an ABC News interview in which he described Russian President Vladimir Putin as a \"killer.\""}, {"author": [], "title": "Coronavirus: UK marks a year since its first lockdown", "date": "2021/03/23", "source": "http://cnn.com/videos/world/2021/03/23/uk-coronavirus-lockdown-anniversary-black-ctw-pkg-intl-ldn-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "On March 23, the UK marked one year since its first lockdown. Britons marked the occasion with a moment of silence: A small step in coming to grips with the unimaginable loss, and change to all of our lives. CNN's Phil Black reports."}, {"author": [], "title": "Brazil coronavirus: President Jair Bolsonaro is a 'psycopathic leader' and responsible for Covid-19 deaths, says Sao Paulo's governor", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/brazil-coronavirus-bolsonaro-sao-paulo-governor-joao-doria-intv-intl-ldn-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "CNN's Julia Chatterley speaks with Sao Paulo governor João Doria about the desperate coronavirus situation in Brazil. The second wave of Covid-19 is ripping through the country, pushing hospitals and ICUs toward collapse and claiming record numbers of daily deaths."}, {"author": [], "title": "Former Brazilian President Lula: Joe Biden must call G20 summit on Covid-19", "date": "2021/03/17", "source": "http://cnn.com/videos/world/2021/03/17/biden-g20-summit-coronavirus-vaccine-lula-da-silva-sot-amanpour-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "Luiz Inacio Lula da Silva, former Brazilian President, calls on US President Joe Biden to donate any remaining coronavirus vaccines to countries who can't afford them, such as Brazil, and requests he call a G20 summit."}, {"author": [], "title": "US plans to send vaccines to Canada. Hear local leader's ecstatic reaction", "date": "2021/03/19", "source": "http://cnn.com/videos/world/2021/03/19/canada-us-border-vaccine-newton-pkg-intl-hnk-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "'Don't wait for your life to get normal. It won't.' Here's how some of you feel one year into a global pandemic"}, {"author": [], "title": "AstraZeneca vaccine pause: Why some countries are halting use of vaccine", "date": "2021/03/16", "source": "http://cnn.com/videos/health/2021/03/16/astrazeneca-coronavirus-vaccine-field-dnt-tsr-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "More countries across Europe are temporarily pausing use of the AstraZeneca vaccine for fears of blood clots, leading to concerns about increases in vaccine hesitancy. CNN's Alexandra Field reports."}]