[{"author": [], "title": "Tucker Carlson makes big announcement", "source": "https://video.foxnews.com/v/6243662337001/", "article_body": ""}, {"author": ["Thomas Barrabi"], "title": "Cuomo directed NY health officials to prioritize COVID-19 testing for his relatives: Report", "source": "https://www.foxnews.com/politics/cuomo-directed-ny-health-officials-conduct-prioritized-covid-19-testing-for-his-relatives-report", "article_body": "New York Gov. Andrew Cuomo and New York Health Commissioner Howard Zucker directed health officials to prioritize the governor's own family and figures with ties to his administration in the early days of the coronavirus pandemic, according to a report Wednesday.\n\nFamily members who allegedly received preferential testing included Cuomo's brother, CNN anchor Chris Cuomo, as well as his mother and at least one of his sisters, the Albany Times-Union reported, citing sources with direct knowledge of the matter.\n\nSome family members reportedly received multiple tests. Chris Cuomo was reportedly tested at his home on Long Island. One source told the Times-Union that tests administered to Cuomo’s family members or associates were referred to as \"critical samples\" and processed ahead of others.\n\nCUOMO ACCUSER SLAMS NY GOV'S CLAIM HE MUST FOLLOW 'RULES' AND INVESTIGATE ALLEGATIONS AGAINST HIM\n\nWell-known figures who received tests in the early days of the pandemic included Rick Cotton, the executive director of the Port Authority of New York and New Jersey, and his wife; and Patrick Foye, head of New York’s Metropolitan Transportation Authorities, and his wife. Some unnamed media members and state legislators were also tested.\n\nCuomo administration officials denied that anyone received preferential treatment. Richard Azzopardi, a top adviser to Cuomo, said the allegations were \"insincere efforts to rewrite the past.\"\n\n\"In the early days of this pandemic, when there was a heavy emphasis on contact tracing, we were absolutely going above and beyond to get people testing — including in some instances going to people’s homes, and door-to-door in places like New Rochelle — to take samples from those believed to have been exposed to COVID in order to identify cases and prevent additional ones,\" Azzopardi said.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"Among those we assisted were members of the general public, including legislators, reporters, state workers and their families who feared they had contracted the virus and had the capability to further spread it,\" he added.\n\nThe New York State Department of Health denied requests for comment from Zucker and Eleanor Adams, an epidemiologist who reportedly tested Cuomo's brother.\n\n\"You’re asking professionals who took an oath to protect a patient’s privacy to violate that oath and compromise their integrity,\" said Gary Holmes, a spokesman for the department of health. \"More than 43 million New Yorkers have been tested, and commenting on any of them would be a serious violation of medical ethics. We’ve built a nation-leading testing infrastructure to ensure that anybody who needs a test could get one. That work continues today.\"\n\nThe bombshell report emerged as Cuomo faces calls to resign after eight women, including current and former aides, accused him of sexual harassment or misconduct. The New York State Attorney General’s Office and the State Assembly are investigating the claims.\n\nSeparately, federal authorities opened a probe into members of the Cuomo administration over their handling of New York’s COVID-19 nursing home crisis. The governor’s office has denied claims that it significantly underreported or covered up the number of COVID-19 deaths that occurred at nursing home facilities."}, {"author": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "title": "CNN panned for response to bombshell report Chris Cuomo benefited from brother's prioritized COVID tests", "source": "https://www.foxnews.com/media/cnn-reaction-chris-cuomo-benefited-priority-covid-tests-andrew-cuomo", "article_body": "CNN appeared to have made a bad situation worse Wednesday with its response to a bombshell report that star anchor Chris Cuomo personally benefited from receiving priority for COVID testing in the early weeks of the pandemic.\n\nThe Albany-based Times Union newspaper reported late Wednesday that \"high-level members\" of New York's Department of Health were directed by Gov. Andrew Cuomo and state Health Commissioner Dr. Howard Zucker to \"conduct prioritized coronavirus testing on the governor's relatives as well as influential people with ties to the administration.\"\n\n\"Members of Cuomo's family including his brother, his mother and at least one of his sisters were also tested by top health department officials — some several times, the sources said,\" according to the Times Union.\n\nThe \"Cuomo Prime Time\" anchor was diagnosed with the coronavirus on March 31. As the paper noted, the diagnosis came \"at a time when many members of the public struggled to obtain coronavirus tests.\"\n\nCHRIS CUOMO OFF THIS WEEK AS CNN AVOIDS REPORT NEW YORK GOV BROTHER GAVE BROTHER COVID TESTING PRIORITY\n\nIt is unclear, however, whether Chris Cuomo himself, CNN, or New York State taxpayers funded the test that showed the positive test results.\n\nCNN head of strategic communications Matt Dornic did not appear alarmed by the latest Cuomo bombshell.\n\n\"We generally do not get involved in the medical decisions of our employees. However, it is not surprising in the earliest days of a once-in-a-century global pandemic, when Chris was showing symptoms and was concerned about possible spread, he turned to anyone he could for advice and assistance, as any human being would,\" Dornic told Washington Post media critic Erik Wemple.\n\nOther critics immediately blasted the pro-Cuomo network on Twitter for appearing to normalize its anchor's relationship with one of the nation's top Democrats.\n\n\"HOO boy who thought THIS would help?\" former MSNBC host Keith Olbermann exclaimed.\n\n\"that is a very bad statement,\" San Jose Mercury News editor Daniel Jimenez reacted.\n\n\"A long-winded version of 'Don't you know who I am?'\" radio host Derek Hunter tweeted.\n\n\"Big yikes,\" Tablet Magazine associate editor Noam Blum wrote.\n\nCNN'S CHRIS CUOMO REPORTEDLY PRIORITIZED FOR COVID TESTING BY BROTHER'S ADMINISTRATION EARLY IN PANDEMIC\n\n\"'anyone' here being the governor of New York, his brother, who he was also having on his television show,\" Gotham Gazette executive editor Ben Max pointed out.\n\n\"The lack of ethics here from CNN is incredible,\" tweeted conservative writer A.G. Hamilton. \"It's not just that Andrew Cuomo abused his position to get friends and family (inc Chris) inaccessible and expedited tests, but that CNN then had Andrew Cuomo do weekly joke interviews with his brother knowing that abuse happened,\"\n\n\"CNN and its employees *never* admit wrongdoing. It's amazing,\" Daily Caller reporter Chuck Ross concluded.\n\nAccording to the Times Union, epidemiologist Dr. Eleanor Adams was sent to the CNN anchor's residence in Long Island to test him. It is unclear if she was the one who administered his positive test results.\n\nState Police troopers were reportedly ordered to drive such COVID tests, which were referred to as \"critical samples,\" to the Wadsworth Center laboratory in Albany.\n\nA Cuomo administration official told the Albany paper, \"It's being a little bit distorted with like a devious intent. ... We made sure to test people they believed were exposed.\" The official added: \"All of this was being done in good faith in an effort to trace the virus.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nCNN did not immediately respond to Fox News' request for comment.\n\nDespite benefiting from prioritized treatment by the Cuomo administration, Chris Cuomo appeared to flout his own brother's COVID lockdown restrictions by leaving his home as he was recovering from the virus. In April of last year, the anchor reportedly got in a verbal confrontation on the lawn of another property with a cyclist who called him out for violating the governor's policies."}, {"author": ["Sam Dorman", "Sam Dorman Is A Reporter With Fox News. Follow Him On Twitter", "Dormanindc Or At Facebook.Com Samdormanfoxnews"], "title": "NY nursing home whistleblower gets visit from health inspector after calling Cuomo order 'ridiculous'", "source": "https://www.foxnews.com/politics/ny-nursing-home-whistleblower-visit-health-department", "article_body": "A New York nursing home was visited by the state's Department of Health days after Fox News reported on the administrator's alleged early warning about the impact of Gov. Cuomo's executive order.\n\nThe visit, according to Kraus, started at around 9 a.m. ET Tuesday and stretched at least past 3 p.m. ET. It's unclear why exactly the visit occurred, but Kraus said the health department asked about a resident possibly running away.\n\n\"So far it seems to be just a coincidence and not retaliation,\" he told Fox News via text. \"They didn't find any problems.\"\n\nLast week, Fox News aired a story with Kraus describing his remarks during a conference call with other directors, state officials and hospital leaders.\n\nNEW YORK NURSING HOME WHISTLEBLOWER: CUOMO'S ORDER WAS 'RIDICULOUS,' WARNED OFFICIALS 'WE CAN'T BE DOING THIS'\n\n\"I said that's ridiculous,\" he said, recalling his reaction to the March 25 order. \"We can't be doing this. It's just not right to the residents.\"\n\nHe added that he vocalized his concerns during phone conversations but stopped bringing it up afer he was shot down.\n\n\"I did vocalize it,\" he said. \"And then once it was shot down, I never spoke again.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nCuomo's order has landed him in hot water as critics argued that it put nursing home residents' lives in danger.\n\nKraus told Fox News that the department had made three coronavirus-related visits to his facility, in addition to Tuesday's.\n\nFox News' Greg Norman and Aishah Hasnie contributed to this report."}, {"author": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "title": "Chris Cuomo off this week as CNN avoids report New York gov brother gave anchor COVID testing priority", "source": "https://www.foxnews.com/media/chris-cuomo-absent-cnn-avoids-report-priority-covid-testing", "article_body": "CNN anchor Chris Cuomo is conveniently off the air this week, just as the \"Cuomo Prime Time\" host finds himself swept up in another scandal involving his brother, Democratic New York Gov. Andrew Cuomo.\n\nThe Albany-based Times Union newspaper reported late Wednesday that \"high-level members\" of New York's Department of Health were directed by Andrew Cuomo and state Health Commissioner Dr. Howard Zucker to \"conduct prioritized coronavirus testing on the governor's relatives as well as influential people with ties to the administration.\"\n\n\"Members of Cuomo's family including his brother, his mother and at least one of his sisters were also tested by top health department officials — some several times, the sources said,\" according to the Times Union.\n\nThe \"Cuomo Prime Time\" anchor was diagnosed with the coronavirus on March 31. As the paper noted, the diagnosis came \"at a time when many members of the public struggled to obtain coronavirus tests.\"\n\nCNN'S CHRIS CUOMO REPORTEDLY PRIORITIZED FOR COVID TESTING BY BROTHER'S ADMINISTRATION EARLY IN PANDEMIC\n\nIt is unclear, however, whether Chris Cuomo himself, CNN, or New York State taxpayers funded the test that showed the positive test results.\n\nOn Tuesday, the \"Cuomo Prime Time\" Twitter account reminded viewers the anchor would be off the air this week to be with his family and would return Monday.\n\nChris Cuomo previously told viewers he \"obviously\" could not cover his brother's political woes -- despite inviting the so-called \"Luv Guv\" onto his show for nearly a dozen chummy interviews in the early months of the pandemic. However, his primetime colleagues Anderson Cooper, who has also taken over Cuomo's timeslot this week, and Don Lemon both avoided the bombshell report, which likely would have been breaking news on the far-left network if a Republican governor was knee-deep in such a scandal.\n\nCHRIS CUOMO BLASTED AFTER TELLING CNN VIEWERS HE CAN'T COVER BROTHER ANDREW'S HARASSMENT SCANDAL\n\nAccording to the Times Union, epidemiologist Dr. Eleanor Adams was sent to the CNN anchor's residence in Long Island to test him. It is unclear if she was the one who administered his positive test results.\n\nIn addition, New York State Police troopers were reportedly ordered to drive the COVID tests, which were referred to as \"critical samples,\" to the Wadsworth Center laboratory in Albany.\n\nA Cuomo administration official told the Albany paper, \"It's being a little bit distorted with like a devious intent. ... We made sure to test people they believed were exposed.\" The official added: \"All of this was being done in good faith in an effort to trace the virus.\"\n\nA CNN spokesperson told the Washington Post, \"We generally do not get involved in the medical decisions of our employees. However, it is not surprising in the earliest days of a once-in-a-century global pandemic, when Chris was showing symptoms and was concerned about possible spread, he turned to anyone he could for advice and assistance, as any human being would.\"\n\nCNN did not immediately respond to Fox News' request for comment.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nDespite benefiting from priority treatment by the Cuomo administration, Chris Cuomo appeared to flout his own brother's COVID restrictions by leaving his home as he was recovering from the virus. In April of last year, the anchor reportedly got in a verbal confrontation on the lawn of another property with a cyclist who called him out for violating the governor's policies.\n\nAndrew Cuomo is already under investigation after a senior adviser admitted to Democratic lawmakers that his administration covered up data on nursing home deaths during the pandemic. A separate investigation is examining allegations of sexual misconduct made against the governor by eight women."}, {"author": ["Edmund Demarche", "Edmund Demarche Is A Senior News Editor For Foxnews.Com. Follow Him On Twitter"], "title": "Arizona’s Ducey calls Harris the ‘worst possible choice’ to fix border", "source": "https://www.foxnews.com/politics/arizonas-ducey-calls-harris-the-worst-possible-choice-to-fix-border", "article_body": "Gov. Doug Ducey, the Arizona Republican, didn’t mince words Wednesday shortly after he learned that President Biden was tapping Vice President Harris to oversee the effort to resolve the crisis at the U.S.-Mexico border.\n\nDucey, who was in Tucson, told reporters that Harris is \"the worst possible choice\" for the job. He also said that Harris’ selection is evidence that Biden has trivialized the situation. He said Harris just \"flat out\" doesn't care.\n\nHe pointed to Harris' career as a senator from California. He said she has made it clear that she does not consider the border \"a problem or a serious threat.\" Harris was recently criticized after she laughed when asked by a reporter if she would be visiting the border. She joked, \"Not today.\"\n\n\"If President Biden’s intent was to show that he’s taking this seriously, he’s really done the exact opposite,\" Ducey said.\n\nHarris called the situation at the border \"challenging,\" according to the Los Angeles Times. Former Harris advisors told the paper that they believe that she is up for the challenge but called the job \"high risk, very low reward.\"\n\nBiden made the announcement as a delegation of White House officials and members of Congress traveled to the southern border to tour a facility in Carrizo Springs, Texas, where more than 750 migrant teenagers are being held.\n\nThe Biden administration has in recent weeks moved to open more than 10,000 new beds across the Southwest in convention centers and former oilfield camps.\n\nIt notified Congress on Wednesday that it will open a new 3,000-person facility in San Antonio and a 1,400-person site at the San Diego convention center. HHS is also opening a second site in Carrizo Springs and received approval from the Defense Department Wednesday to begin housing teenagers at military bases in San Antonio and El Paso, Texas.\n\nGOP lawmakers say Biden administration’s decision to reverse Trump-era immigration policies prompted the latest surge in migrants. The White House has argued that Biden inherited a chaotic situation and is working to stabilize the border.\n\nPolitical observers say that this is the first major task for Harris as vice president and could have a lasting impact on her own future as a presidential candidate.\n\nBiden called Harris \"the most qualified person\" to take charge of the situation and interact with countries like Mexico and Honduras.\n\nGET THE FOX NEWS APP\n\n\"It’s not her full-responsibility job, but she is leading the effort because I think the best thing to do is to put someone who, when he or she speaks, they don’t have to wonder about, is that where the president is,\" Biden said, according to the Washington Post. \"When she speaks, she speaks for me.\"\n\nFox News' Thomas Barrabi and the Associated Press contributed to this report"}, {"author": ["Evie Fordham"], "title": "Kamala Harris' laughing answer to border question sparks backlash", "source": "https://www.foxnews.com/politics/kamala-harris-laughing-border-question-backlash-cornyn", "article_body": "Vice President Kamala Harris is facing a backlash after laughing when a reporter asked if she planned to visit the southern border amid the migrant crisis.\n\n\"Kamala Harris laughs at a reporter who asked her if she has plans to visit the border. Don’t believe this administration when they say they are serious about solving this crisis,\" Rep. Steve Scalise, R-La., wrote on Twitter on Tuesday.\n\n\"What exactly is funny about this?\" progressive activist Jordan Uhl wrote on Twitter.\n\nSen. John Cornyn, R-Texas, addressed Harris' reaction on Fox News Channel.\n\n\"Well, it is no laughing matter, and I wish the vice president and president would come to the border. I'd be glad to welcome them there and so they can learn what I've learned, talking to the experts, the Border Patrol, Health and Human Services, as well as the local officials and stakeholders who are bearing the burden of this open border policy of this administration,\" he said on Tuesday.\n\n\"Apparently, the border crisis is now a laughing matter for the Biden administration,\" Steve Guest, communications adviser for Sen. Ted Cruz, R-Texas, wrote on Twitter.\n\n\"Both Biden [and] Harris have refused to visit the border because it’s not a priority-apparently it’s just a laughing matter! Solving the crisis they created isn’t a priority. Going on a trillion dollar political PR boondoggle tour is more important to them,\" conservative pundit Paris Dennard wrote on Twitter.\n\nWhile taking questions from reporters outside of Air Force Two on Monday, Harris was asked if she had \"plans to visit\" the southern border as the immigration crisis continues to develop.\n\nBIDEN ADMIN IGNORED WARNING SIGNS THAT BORDER COULD SPIRAL INTO CRISIS\n\nThe vice president responded to the query with a \"not today\" before laughing. She said that she had visited before and that she probably would go back.\n\nWhite House press secretary Jen Psaki maintained the Biden administration’s stance during a Monday press conference, referring to the border situation as a \"circumstance\" and saying that children escaping from persecution in their home countries \"is not a crisis.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"Children presenting at our border who are fleeing violence, who are fleeing prosecution, who are fleeing terrible situations is not a crisis,\" Psaki said. \"We feel it is our responsibility to humanely approach this circumstance and make sure they are treated, and put into conditions that are safe.\"\n\nFox News' Houston Keene contributed to this report."}, {"author": ["Evie Fordham"], "title": "VP Harris, now overseeing border crisis, called to decriminalize crossings, compared ICE to KKK", "source": "https://www.foxnews.com/politics/kamala-harris-immigration-border-decriminalize-ice-kkk", "article_body": "Vice President Kamala Harris, whom President Biden tapped to lead the administration's response to the border crisis, once indicated she was in favor of decriminalizing illegal border crossings and sparked backlash in 2018 when she compared ICE to the KKK.\n\nBiden on Thursday appointed Harris to lead his administration’s efforts to address a record surge in migrants, including unaccompanied minors, that has strained capacity at immigration facilities at the southern border in recent weeks. \"When she speaks, she speaks for me,\" Biden said Thursday.\n\nHarris will serve as the administration’s diplomatic liaison in talks with Mexico and the \"Northern Triangle\" nations of Honduras, Guatemala and El Salvador on how best to address the root causes of the migrant surge.\n\nHarris has been accused of flip-flopping on decriminalizing illegal border crossings.\n\nShe was among the Democrats who raised their hands during a June 2019 presidential primary debate when asked if they were in favor of decriminalization. When Megan McCain asked her about it on \"The View,\" Harris denied it, though she still said the law shouldn't be criminally enforced.\n\n\"I would not make it a crime punishable by jail. It should be a civil enforcement issue but not a criminal enforcement issue,\" she said.\n\nHarris generated outrage in 2018 when she attempted to convince former Immigrations and Customs Enforcement (ICE) Acting Director Ronald Vitiello to compare the agency to the KKK.\n\n\"Are you aware of the perception of many about how the power and the discretion at ICE is being used to enforce the laws and do you see any parallels [with the KKK]?,\" she said.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"Are you aware that there is a perception that ICE is administering its power in a way that is causing fear and intimidation, particularly among immigrants and specifically among immigrants coming from Mexico and Central America?\" she continued.\n\nFox News' Ronn Blitzer and Fox Business' Thomas Barrabi contributed to this report."}, {"author": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "title": "Cruz swats away reporter's request for him to wear a mask: 'You’re welcome to step away if you’d like'", "source": "https://www.foxnews.com/media/cruz-rejects-reporter-request-he-wear-mask", "article_body": "Sen. Ted Cruz, R-Texas., was quick to dismiss a reporter's request that he wear a mask during a Senate presser on Wednesday.\n\nCruz stepped up to the microphones, but was stopped before he could speak by the unidentified reporter asking, \"Would you mind putting on a mask for us?\"\n\n\"Yeah, when I’m talking to the TV camera, I’m not going to wear a mask,\" Cruz responded. \"All of us have been immunized, so...\"\n\n\"It’d make us feel better,\" the reporter is heard replying.\n\nMSNBC'S ANDREA MITCHELL BOTCHES ATTEMPT TO FACT-CHECK SEN. TED CRUZ ON SHAKESPEARE QUOTE\n\n\"You’re welcome to step away if you’d like,\" Cruz said before chuckling. \"The whole point of the vaccine -- CDC guidance is what we're following.\"\n\nConservatives praised Cruz and mocked the reporter on social media.\n\n\"Like a boss,\" radio host Derek Hunter reacted.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"'It would make us feel better' = muh feelings matter more than science,\" Spectator USA editor Amber Athey tweeted.\n\n\"This is exactly how to respond to a performative virtue signaling reporter pretending to be scared of a vaccinated politician,\" The Daily Wire's Cabot Phillips said.\n\nCruz himself later tweeted, \"Lefty reporters have lost their minds. #commonsense\""}, {"author": ["Fox News Staff", "This Article Was Written Fox News Staff."], "title": "Sen. Ted Cruz: The border crisis is a 'direct result' of Joe Biden's political decisions", "source": "https://www.foxnews.com/media/sen-ted-cruz-the-border-crisis-is-a-direct-result-of-joe-bidens-political-decisions", "article_body": "Sen. Ted Cruz, R-Texas, joined 'The Story' to discuss his upcoming trip to the southern border, saying the migrant crisis is a 'direct result' of Joe Biden's political decisions.\n\nSen. Ted Cruz: It is a humanitarian crisis, it is a national security crisis…what’s happening is truly tragic. Even Biden’s DHS secretary admitted we’re seeing the highest volume of illegal immigration across the southwest border in 20 years. Just last month, in February, there were over 100,000 illegal aliens. They’ve got over 15,000 children held in cages right now. And all of this is the direct result of political decisions made by Joe Biden and his administration.\n\nWhen Joe Biden became President he halted construction of the border wall, he reinstituted the failed policy of ‘catch and release,’ and he ended the ‘Remain in Mexico’ policy, and that has resulted in this crisis. They are releasing illegal immigrants, and these immigrants are testing positive for COVID-19 at over six times higher rate than the U.S. population.\n\nThe Biden administration has instituted an unprecidented media blackout. They won't allow reporters in, they won't allow cameras in, they won't allow pictures. And the reason is obvious. Democrats spent four years attacking Donald Trump for kids in cages. Well, Obama built the cages, and under Joe Biden the cages are bigger and they're much more full. And they wan't want anyone to see it. And it is unacceptable.\n\nWATCH THE FULL INTERVIEW HERE"}, {"author": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital"], "title": "Cruz calls out Harris on border crisis, surely ‘admin will allow media to film the empty cages’", "source": "https://www.foxnews.com/politics/ted-cruz-calls-on-harris-to-allow-filming-of-cbp-facilities-at-texas-border", "article_body": "Sen. Ted Cruz on Wednesday requested that Vice President Kamala Harris and the Biden administration grant media access to U.S. Customs and Border Protection facilities at the Texas border.\n\nHarris was tapped by President Biden to lead efforts to resolve the issue at the border. Cruz reminded his followers that Harris said in a 2019 tweet that as president, she would release children from cages and get rid of private detention centers.\n\n\"Kamala, tomorrow 17 senators are joining me at the TX border. The Biden admin is refusing to allow press to see the CBP facilities,\" Cruz wrote. \"Since you’ve promised to 'release children from cages,' surely your admin will allow media to film the empty cages.\"\n\nHUNDREDS OF COVID-POSITIVE MIGRANT CHILDREN IN ISOLATION AFTER CROSSING US BORDER\n\n\"If not, what are you hiding?\" he continued.\n\nThe Biden administration has come under scrutiny for the surge of migrants arriving at the border. Capacity at temporary holding facilities has become stretched after the administration said it would no longer expel unaccompanied minor children last month.\n\nOn Tuesday, Customs and Border Protection (CBP) released photos of the temporary facilities in Texas that are being used to process migrant children after the White House and CBP were pressed over why the media had not been given access to those facilities.\n\nThe photos showed crowded quarters, including children sleeping shoulder-to-shoulder on mats on the floor with aluminum blankets and on benches. Another photo shows dozens of children in a transparent pen similar to a cage.\n\nBIDEN SAYS MIGRANT SURGE AT SOUTHERN BORDER STARTED UNDER TRUMP\n\nThe Biden administration has cited coronavirus protocols as the reason why the press was not allowed in.\n\n\"That's their stated justification. Never mind that they are packing thousands upon thousands of illegal immigrants in packed facilities. It is reporters and cameramen that pose the COVID threat. And Harris, that's obviously absurd. I can tell you, I've taken border trips,\" Cruz said during an appearance on \"The Faulkner Focus.\" \"I've been to those facilities many times in the Obama administration, in the Trump administration, and they've always let media in. It is only the Biden administration that is engaged in this blackout...\"\n\n\"But the fact that every news station is not outraged -- if Donald Trump had done this and said, ‘No reporters are allowed on the border,’ the media would have rightly lost their minds. And y’all would have been right to,\" he added.\n\nOn Wednesday, Biden insisted the surge in migrants at the southern border began under the Trump administration.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nWhite House officials said the Biden administration is \"committed to transparency\" and will continue to work with the Department of Homeland Security and the Department of Health and Human Services to create avenues for media access to the facilities, as well as access for members of Congress.\n\nFox News' Tyler Olson and Brooke Singman contributed to this report"}, {"author": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital"], "title": "LA police clash with protesters at Echo Park homeless encampment", "source": "https://www.foxnews.com/us/la-police-clash-with-protesters-at-echo-park-homeless-encampment", "article_body": "Los Angeles police clashed with hundreds of protesters on Wednesday as officers moved in to close Echo Park's massive homeless encampment, according to authorities.\n\nThe demonstrators -- a mix of homeless people and activists -- threw bottles and objects at officers, who attempted to push them back from the park, according to reports. Many refused to move and some chanted: \"Whose park? Our park!\"\n\n\"Two unlawful assemblies were declared and dispersal orders were issued ... due to officers being assaulted with rocks, bottles, and smoke bombs,\" the Los Angeles Police Department (LAPD) wrote on Twitter.\n\nLA HOMELESS MULL STAYING AS THEY AWAIT FATE OF MASSIVE ENCAMPMENT: REPORT\n\nOthers decided to leave as police officers in helmets and batons moved in and told demonstrators to clear the area, according to the Los Angeles Times.\n\n\"I just want to get out of here, it’s getting crazy,\" Edward Juarez, a resident at the encampment, told the paper.\n\nThe department denied social media reports that officers used tear gas during the clashes. \"These reports are completely inaccurate. There is NO tear gas being used,\" the LAPD wrote.\n\nAs of 11:45 p.m local time, authorities remained in the area as fencing was being installed, according to Los Angeles Police Chief Michel Moore. He said people already inside the park will be allowed to stay overnight and no one else was allowed to enter.\n\nThose still in the park will be given a 24-hour notice to leave, Moore added.\n\nACTOR JON CRYER HELPING LA HOMELESS WITH TINY HOMES PROJECT\n\nThe LAPD was asked to support community safety efforts during the installation of the fencing \"to assist in the rehabilitation of Echo Park,\" according to Los Angeles City Councilman Mitch O’Farrell.\n\n\"Department personnel are deployed in that area so that those efforts can begin in a safe and unimpeded manner,\" he wrote on Twitter. \"Our homeless service providers will return tomorrow morning to continue their work with the park's unhoused residents to offer shelter and services to anyone who wants and needs the assistance.\"\n\nCity officials had been planning to clear and fence in the park, which homeless people have populated over the past year. The growing encampment reportedly left residents frustrated over the potential danger they face at the park, as well as the city's response to it.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nO'Farrell's office said the city was closing the park for an estimated $500,000 worth of repairs, according to the station. A group of encampment residents and activists held a vigil earlier on Wednesday, reports said."}, {"author": ["Joseph Wulfsohn", "Joseph A. Wulfsohn Is A Media Reporter For Fox News. Follow Him On Twitter"], "title": "Dana Carvey debuts spot-on Biden impression on 'The Late Show'", "source": "https://www.foxnews.com/entertainment/dana-carvey-debuts-spot-on-biden-impression-on-the-late-show", "article_body": "\"Saturday Night Live\" may have found its new \"President Biden\" in the form of one of its most famous alumni.\n\nComedian Dana Carvey appeared on CBS' \"The Late Show\" Tuesday night and demonstrated his impression of the new president.\n\n\"I do him at the town hall, when he's like the gentle father to the country and he looks like the alien who came off the space ship in 'Close Encounters of the Third Kind,'\" Carvey explained to host Stephen Colbert.\n\nHe then broke into his Biden impersonation.\n\nKIMMEL WARNS 'CANCELING' DR. SEUSS IS 'HOW TRUMP GETS REELECTED': CANCEL CULTURE IS 'HIS PATH TO VICTORY'\n\n\"Folks, c'mon. Folks, let's get real here. You know, we've got to do the thing,\" Carvey said in a lighter tone with squintier eyes. \"We did with Barack, we did the deal. And, you know, my dad, you know, lost his job in Scranton. No joke! No joke, I'm not being a wise guy here. I said, 'Pops, why did you lose it?' He said, 'Joe, I did.' My mom said, 'That's the cookie that crumbles.'\"\n\nThe impression brought laughter from the \"Late Show\" set, including Colbert himself.\n\nCarvey continued to impersonate Biden while appearing to talk about President Trump: \"He knew it floated. He told Bob Woodward -- Joanne Woodward. He told Bob Redford, excuse me. You know. But folks, I care. I care a lot. People are suffering. And I do, and my mother said, 'That's the way the cookie is.'\"\n\nFLASHBACK: 'SNL' PAYS TRIBUTE TO BUSH 41 WITH MONTAGE OF DANA CARVEY IMPRESSIONS\n\n\"I love it,\" Colbert reacted. \"That is so beautiful.\"\n\nThe \"Wayne's World\" star explained that doing an impression of the 78-year-old Biden getting \"a little confused sometimes\" \"doesn't mean you're attacking him personally\" before pulling out his impression midsentence.\n\nHe also noted \"the list\" Biden often invokes while making remarks and even threw in the president's \"dog-faced pony soldier\" insult from the 2020 campaign trail.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nFans on social media praised Carvey's Biden impression, with many calling on \"SNL\" to bring him back to play the president while he's in office.\n\n\"SNL\" previously cast Jim Carrey as the then-Democratic nominee during the final weeks of the presidential campaign.\n\nCarvey was an \"SNL\" cast member from 1986 to 1993 and became famous for his portrayal of President George H.W. Bush."}, {"author": ["Alexandria Hein"], "title": "AstraZeneca COVID-19 vaccine shows 76% efficacy against symptomatic infection in updated data", "source": "https://www.foxnews.com/health/astrazeneca-covid-19-vaccine-shows-76-efficacy-against-symptomatic-infection-in-updated-data", "article_body": "AstraZeneca on Thursday published an updated analysis confirming that a Phase 3 trial involving its COVID-19 vaccine was safe and effective, and showed to be 76% effective against symptomatic COVID-19. The update came after the National Institute of Allergy and Infectious Diseases (NIAID) said the company may have provided an incomplete view of the efficacy data after the Data and Safety Monitoring Board (DSMB) said it was concerned about the information included in the release.\n\n\"The DSMB expressed concern that AstraZeneca may have included outdated information from that trial, which may have provided an incomplete view of the efficacy data,\" the NIAID said in a statement earlier this week. \"We urge the company to work with the DSMB to review the efficacy data and ensure the most accurate, up-to-date efficacy data be made public as quickly as possible.\"\n\nThe earlier data reflected 79% efficacy in preventing symptomatic infections and 100% efficacy at preventing severe disease and hospitalization. The new analysis also reported 100% efficacy \"against severe or critical disease and hospitalization.\"\n\nUS TOPS 30M CORONAVIRUS INFECTIONS, JHU DATA SHOWS\n\n\"Positive high-level results from the primary analysis of the Phase III trial of AZD1222 in the U.S. have confirmed vaccine efficacy consistent with the pre-specified interim analysis announced on Monday 22 March 2021,\" a press release posted by AstraZeneca early Thursday stated. \"These results have been presented to the independent Data Safety Monitoring Board. The primary analysis is pre-specificed in the protocol and will be the basis for a regulatory submission for Emergency Use Authorization to the U.S. Food and Drug Administration in the coming weeks.\"\n\nOn Wednesday, when asked if the back-and-forth regarding data reporting may add to vaccine hesitancy in the U.S., Dr. Anthony Fauci lauded the FDA’s transparent approval process in helping to build the public’s confidence should the jab see approval.\n\nTRANSPARENCY IN ASTRAZENECA APPROVAL PROCESS 'HOPEFULLY' WILL DISPEL HESITANCY, FAUCI SAYS\n\n\"We’re always concerned when there is an apparent ‘miscommunication’ – if you want to use that word – that it would add to already existing levels of vaccine hesitancy, which is the reason why we want to make sure we’re always completely transparent in everything that goes with regard to messaging and vaccine,\" Fauci said during Wednesday’s White House COVID-19 briefing.\n\nHe said that the process will \"hopefully dispel any hesitancy associated with this little bump in the road we happened to have most recently with AstraZeneca.\" Questions over how the public would perceive AstraZeneca’s vaccine were already swirling after reports of blood clots in Europe saw several countries temporarily pause the rollout. European regulators have since found the vaccine to be safe and effective and the rollout has continued.\n\nCLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE\n\n\"At the end of the day, when you look at the data, this is going to turn out to be a good vaccine,\" Fauci said."}, {"author": ["Brie Stimson"], "title": "Prince Charles wanted to issue 'point by point' response to Harry and Meghan's allegations, royal expert says", "source": "https://www.foxnews.com/entertainment/prince-charles-wanted-to-issue-point-by-point-response-to-harry-and-meghans-allegations-royal-expert-says", "article_body": "A frustrated Prince Charles wanted to defend himself and his family with a more detailed response to Prince Harry and Meghan Markle’s claims during their sit-down with Oprah Winfrey earlier this month, according to a report.\n\nBuckingham Palace released a short statement following the royal couple’s claims in the interview -- that included allegations of racism -- saying the family was \"saddened\" to hear the couple express their difficulties while living in England.\n\n\"The issues raised, particularly that of race, are concerning,\" the statement said. \"While some recollections may vary, they are taken very seriously and will be addressed by the family privately. Harry, Meghan and Archie will always be much loved family members.\"\n\nThe Prince of Wales has not spoken out publicly about the accusations – his son Prince William told reporters the royals are \"very much not a racist family\" – but apparently, he initially wanted to respond to the allegations \"point by point,\" according to Entertainment Tonight royal correspondent Katie Nicholl.\n\nPRINCE CHARLES IS 'ANYTHING BUT A RACIST,' ROYAL FILMMAKER CLAIMS: 'HE MUST BE SHOCKED AND HEARTBROKEN'\n\n\"My understanding is that Prince Charles did want to issue a more detailed statement to the Oprah interview and possibly address some of those issues point by point,\" Nicholl said.\n\nShe said after giving it some thought, \"it was decided that a shorter statement would be better, that going at things point by point could be potentially more damaging and give more ammunition for the row to continue.\"\n\nAmong Harry and Meghan’s bombshell statements were accusations that someone at the palace was concerned about unborn baby Archie’s potential skin color, a claim from Harry that his father cut him off and that he stopped taking his calls.\n\nPRINCE WILLIAM'S RESPONSE TO MEGHAN MARKLE, PRINCE HARRY'S RACISM ALLEGATIONS IS 'UNUSUAL': ROYAL EXPERT\n\n\"I think Prince Charles and Prince William were keen to correct some of the things that the couple had said,\" Nicholl said.\n\nRoyal expert Robert Jobson said in a piece for Hello! magazine that he believes Charles \"took the lead\" in the palace’s response to the interview.\n\n\"The Queen is 94 and the Duke of Edinburgh is incapacitated, so he will be trying to placate and learn lessons from this so something can be worked out to everyone’s satisfaction,\" he wrote, according to Cosmopolitan magazine.\n\nHe said the Prince of Wales drafted the \"dignified\" Buckingham Palace statement.\n\n\"The royal family like to do things as a team, and if the team is being trashed, they like to react as a unit and a family,\" he said.\n\nNicholl said Charles was \"particularly frustrated\" at Harry’s claim he was cut off by his father after he and Meghan left the U.K.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"If you speak to sources in Charles' camp, that wasn't the case,\" she told Entertainment Tonight. \"He did continue funding them for quite some time after they moved first to Canada and then to America. So yes, I think there was at one point the feeling that they did want to address more than just the issue of race.\""}, {"author": ["Ryan Gaydos"], "title": "Nike denies using textiles from Uyghur Muslim camps in China", "source": "https://www.foxbusiness.com/sports/nike-denies-textiles-uyghur-muslim-camps-china", "article_body": "Nike on Wednesday denied the company was using any type of textiles or spun yarn from the Xinjiang Autonomous Region (XUAR), where China has been accused of holding Uyghur Muslims and other ethnic minorities in forced labor camps.\n\nNike, among other companies like Calvin Klein and Coca-Cola, was accused of outsourcing its labor for its textiles to these labor camps, according to a congressional report from last March. The company said it didn’t have relationships with certain manufacturers in China operating in the XUAR.\n\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXBUSINESS.COM\n\n“While Nike does not directly source cotton, or other raw materials, traceability at the raw materials level is an area of ongoing focus,” Nike said. “We are working closely with our suppliers, industry associations, brands and other stakeholders to pilot traceability approaches and map material sources so we can have confidence the materials in our products are responsibly produced.\n\nTicker Security Last Change Change % NKE NIKE, INC. 133.16 -3.96 -2.89%\n\nNIKE FACES SOCIAL MEDIA STORM IN CHINA OVER XINJIANG STATEMENT\n\n“Nike takes very seriously any reports about forced labor and we have been engaging with multi-stakeholder working groups to assess collective solutions that will help preserve the integrity of our global supply chains,” the company added. “We regularly provide insight and feedback at the request of policymakers on a wide range of public policy issues, including human rights and supply chain integrity, and have not lobbied against the Uyghur Forced Labor Prevention Act, or any other proposed forced labor legislation. We will continue to continue to collaborate with industry associations such as Retail Industry Leaders Association, American Apparel & Footwear Association, National Retail Federation and U.S. Fashion Industry Association as well as with industry experts, partners, stakeholders and other organizations to understand, evaluate and address this critical global issue.”\n\nChina has been accused by human rights groups of imprisoning more than 80,000 Uyghur Muslims and forcing them into labor and detention camps.\n\nThe Association of Uighurs in France accused Nike of “deceptive business practices” and concealing its work in the XUAR, according to Euro News.\n\nGET FOX BUSINESS ON THE GO BY CLICKING HERE\n\nAfter Nike’s denial, social media users in China were seen burning their Nike clothes."}, {"author": ["Tucker Carlson", "Tucker Carlson Currently Serves As The Host Of Fox News Channel S", "Fnc"], "title": "Tucker Carlson: Disgraceful Duckworth, Hirono join progressive, Democrat history of race hatred", "source": "https://www.foxnews.com/opinion/tucker-duckworth-hirono-democrats-progressives-race-hatred", "article_body": "It’s funny how no one really covers the big stories. Instead the news media bring us minutia, all the time. Cartloads of it.\n\nA middle-aged professional golfer hurts his leg in a car accident, and the networks go wall to wall. They literally give his car crash more coverage than they give the bombing of Syria.\n\nThen, a few weeks later, some weird, fake duchess from Los Angeles gives a boring interview to Oprah and we stop the presses. It’s all we talk about for days. Meanwhile, something legitimately momentous happens, and it’s crickets.\n\nOn Tuesday, for example, two sitting members of the United States Senate announced they oppose the entire foundation of American civil rights law, and then proceed to attack the core principle, the main principle, of our country. Some people on Twitter were shocked by it, but otherwise you’d never really know it happened.\n\nDUCKWORTH BACKTRACKS AFTER SAYING SHE'S DONE VOTING FOR BIDEN NOMINEES OVER LACK OF AAPI REPRESENTATION\n\nBut it did happen. Tammy Duckworth of Illinois and Mazie Hirono of Hawaii publicly informed the White House that until the Biden administration puts more people they like in powerful jobs, they will refuse to confirm White nominees.\n\n\"I am a no vote on the floor on all non-diversity nominees,\" Duckworth said, out loud, with cameras rolling. \"I will vote for racial minorities and I will vote for LGBTQ, but anybody else, I’m not voting for.\"\n\nJust in case you missed it, or were unclear on the meaning, Duckworth said this several times. And then Mazie Hirono backed her up.\n\nSEN. MAZIE HIRONO: Tammy’s position is that until she gets a commitment from the White House that there will be more diversity representation in the Cabinet and senior White House advisory positions, she will not vote to confirm anyone who does not represent diversity. So this is not about pitting one diversity group against another. I think this is a well-articulated, focused position, and I am prepared to join her in that.\n\nALEX WAGNER, MSNBC: Do you think the Biden administration has been adequately receptive to your entreaties for more diversity?\n\nHIRONO: Obviously not, otherwise Tammy and I wouldn’t be taking our position. We would like to encourage them to do better.\n\nSo here you have two actual U.S. senators announcing in public they will deny jobs to people who have the wrong skin color. That’s not news? Oh yes, it is news, though Mazie Hirono and Tammy Duckworth may not realize it’s news. In their defense, Hirono and Duckworth are well-known as the dimmest politicians in Washington. Neither one could carry a dinner conversation. But not everyone in Congress is stupid or oblivious.\n\nSen. Chuck Schumer, D-N.Y., certainly isn’t. The Senate Majority Leader misses nothing. Chuck Schumer has spent his entire life telling us at high volume that racial discrimination is wrong, which obviously it is. Then, this week, two of his colleagues went on television to demand racial discrimination. What did Chuck Schumer think of that? Schumer didn’t say a word about it. No one in the Democratic Party did.\n\nMATT WALSH ACCUSES HIRONO, DUCKWORTH OF 'ANTI-WHITE RACISM'\n\nThese are moral pygmies. Some of them would sell their kids if the price was right. Some of them are actually race haters, probably, and they agree with it. But whatever their motives, the fact that his happened in public and no one in power said anything about it seems like a turning point in the history of our country.\n\nTo recap the most basic principle we have: All Americans have an inalienable right, given by God and guaranteed by the Constitution, to be judged solely and exclusively on the basis of what they do and of what they choose. Not on the basis of their race, or their genes or who their parents were. That is the entire promise of the country. It’s why we’re different. It’s why people move here from other countries. It’s why we’re a self-governing republic, because everyone is equal.\n\nIt’s also, in addition to everything else, federal law. It’s written down. What Mazie Hirono and Tammy Duckworth did is not simply morally repugnant (although it is). It’s also illegal.\n\nTitle VI of the 1964 Civil Rights Act opens this way, \"No person in the United States shall, on the grounds of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\"\n\nYou cannot deny an American a federal job because of his race. That is against the law, and has been for nearly 60 years.\n\nRacial discrimination in government hiring is a crime. You may have heard that before. It’s on the wall of every break room in every office in the United States. In fact, the Civil Rights Act may be the most famous law we have. But then, as now, many prominent Democrats opposed it. Critical race theory is not a new idea, despite what they tell you. In 1964, a third of Senate Democrats voted against the Civil Rights Act. One of those who did was a man called Robert Byrd.\n\nByrd was a strident supporter of \"equity\" — or, as it was called at the time, Jim Crow. In 1944, at the height of the Second World War, Robert Byrd wrote a letter to Theodore Bilbo, who represented Mississippi in the Senate. Byrd was upset that the Roosevelt administration was giving federal jobs to people with the wrong skin color. Robert Byrd was the Tammy Duckworth of his day.\n\n\"I shall never fight in the armed forces with a Negro by my side,\" Byrd wrote, amazingly. \"Rather I should die a thousand times, and see Old Glory trampled in the dirt never to rise again, than to see this beloved land of ours become degraded by race mongrels, a throwback to the blackest specimen from the wilds.\"\n\nTUCKER CARLSON VOWS HE WILL 'NOT BE SILENCED' IN FOX NATION VIDEO PODCAST PREVIEW\n\nThat’s real. Robert Byrd wrote that. At the time, he was working as a recruiter for the Ku Klux Klan, which was very much the Yale University of the time, the source of so much poison in our society. Two years later, Byrd wrote to a well-known critical race theorist called Joel Baskin, who was serving as the grand wizard of their beloved organization.\n\n\"The Klan is needed today as never before,\" Byrd wrote, \"and I am anxious to see its rebirth here in West Virginia. It is necessary that the [Klan] be promoted immediately and in every state in the Union. Will you please inform me as to the possibilities of rebuilding the Klan realm of West Virginia?\"\n\nOnce again, that’s real.\n\nShortly after he wrote that, Byrd abandoned his Klan career, which never paid well. Instead he decided to run for office as a Democrat. Robert Byrd served in Congress for nearly 60 years. When Byrd died, during Barack Obama’s first term, the entire leadership of the Democratic Party came forward to slobber over his memory — including, amazingly, Barack Obama himself.\n\nEX-CNN PRODUCER CALLS FOR NETWORK TO 'STEP IN' AND STOP DON LEMON'S 'DANGEROUS' RHETORIC\n\n\"It is almost impossible to imagine the United States Senate without Robert Byrd,\" said Hillary Clinton. \"He was not just its longest-serving member, he was its heart and soul. From my first day in the Senate, I sought out his guidance.\"\n\nOf course Hillary Clinton said that.\n\n\"While some simply bore witness to history,\" remarked an emotional Nancy Pelosi, \"Senator Byrd shaped it and strove to build a brighter future for us all.\"\n\nVice President Joe Biden, always big on memorials, went on perhaps the longest. Biden described Robert Byrd as \"a very close friend of mine, one of my mentors.\" Joe Biden even misquoted William Shakespeare as he celebrated his Klansman mentor.\n\nFLASHBACK: AMID PUSH TO REMOVE CONFEDERATE MONUMENTS, LITTLE OUTRAGE OVER ROBERT BYRD'S NAMESAKES IN HOME STATE\n\nBIDEN: When I learned of his death, I was on an errand for the President in Cleveland, and I said, you know, to paraphrase the poet, we shall not see his like again ... Mr. Leader, we’re not going to look upon your like again. I’m not even going to ask God to bless you because he already had and I know where you are.\"\n\n\"Oh,\" you’re thinking, \"that was a long time ago, and Biden probably doesn’t even remember. That was way back in the summer of 2010, when people just didn’t know any better. They thought the Ku Klux Klan was some sort of harmless fraternal organization, like the Elks, or Rotary.\" Right.\n\nNo, they knew. Underneath it all, they never really disagreed with the core idea. Only the colors have changed. There exists in the darkest parts of human nature the instinct to form a mob and attack other people for how they were born. \"Fear of the other,\" is what sociologists call it. They say it’s a function of evolutionary biology.\n\nWhoever it comes from, however you describe the phenomenon, it’s real, and it’s a grave threat to America. This is an enormous, complex — and, yes, diverse — society. We have very little in common with each other, apart from the fact we’re all Americans. There are 350 million people living within the borders of our country. Most of us can’t leave, so we have to live together. If you want Americans to live peacefully without hurting each other, you have to treat them as individuals, not as members of warring tribes. You have to guarantee every American identical opportunities to work and live and go to school, as well as identical judgement under the law. Equality under the law.\n\nLARRY KUDLOW BLASTS BIDEN BLAMING BORDER CRISIS ON TRUMP: 'NOBODY BUYS IT'\n\nYou can’t just announce that Americans of a certain color can’t have jobs. If you do that, things will tend to fall apart very quickly. We fought a war over this once, by the way, one that killed 700,000 people.\n\nNot that long ago, all Americans understood this. But then a new generation of Robert Byrds took control of the Democratic Party, and dark and primitive forces have been unleashed. You see them everywhere, so you hardly need to be reminded, but here’s one example: The Nation magazine, the flagship publication of the American left, just ran a piece with this title: \"I Am Not Ready to Reenter White Society.\"\n\nIt was written by a Harvard Law graduate named Elie Mystal. The open reads, \"I’ve said, here and elsewhere, that one of the principal benefits of the pandemic is how I’ve been able to exclude racism and [W]hiteness generally from my day-to-day life. Over the past year, I have, of course, still had to interact with [W]hite people on Zoom or watch them on television or worry about whether they would succeed in reelecting a [W]hite-supremacist president. But [W]hite people aren’t in my face all of the time. I can, more or less, only deal with [W]hiteness when I want to ... White people haven’t improved; I’ve just been able to limit my exposure to them.\"\n\nThat’s someone who went to Harvard Law School. That’s not normal, and it’s not healthy. It’s open race hate, and it’s the beginning of our actual destruction. As with Senators Hirono and Duckworth, no one in power says a word about it. So naturally, exhibitions like that accelerate and it becomes more dangerous.\n\nLast week, a corporate-owned website called The Root published a kind of terrorist manifesto written by a New York Times contributor named Damon Young.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nThe tract begins like this: \"Whiteness is a public health crisis. It shortens life expectancies, it pollutes air, it constricts equilibrium, it devastates forests, it melts ice caps, it sparks (and funds) wars, it flattens dialects, it infests consciousness, and it kills people.\"\n\nWith that established, Young wrote this: \"White supremacy is a virus that, like other viruses, will not die until there are no bodies left for it to infect. Which means the only way to stop it is to locate it, isolate it, extract it, and kill it.\"\n\n\"And kill it.\" You have to ask yourself, where is this going? Let’s pull back now before we find out.\n\nThis article is adapted from Tucker Carlson's opening commentary on the March 24, 2021 edition of \"Tucker Carlson Tonight.\""}, {"author": ["Dom Calicchio", "Dom Calicchio Is A Senior Editor At Foxnews.Com. Reach Him At Dom.Calicchio Foxnews.Com."], "title": "GOP's Roy Blunt blasts Democrats’ ‘false narrative’ on voter suppression", "source": "https://www.foxnews.com/politics/gop-roy-blunt-blasts-democrats-false-narrative-on-voter-suppression", "article_body": "In a contentious hearing on Capitol Hill on Wednesday, U.S. Sen. Roy Blunt, R-Mo., blasted Democrats for what he described as a \"false narrative\" regarding voter suppression allegations.\n\nThe Senate Rules Committee was debating the For the People Act, a federal voting rights proposal sponsored by the panel’s chairwoman, U.S. Sen. Amy Klobuchar, D-Minn.\n\n\"The bill simply tries to make it easier to vote,\" Klobuchar said, according to the Star Tribune of Minneapolis. \"The For the People Act is the best chance to stop the rollback of voting rights.\"\n\nBut during his questioning of witness Michael Waldman of the Brennan Center for Justice at New York University, Blunt alleged that the Klobuchar-backed proposal was an attempt to federalize elections under the guise of trying to protect voters’ rights.\n\nSENATE SET FOR CLASH ON HOT-BUTTON ELECTIONS BILL DEMS SAY BOOSTS VOTING RIGHTS, GOP DECRIES AS POWER GRAB\n\nBlunt asserted that lawmakers have frequently introduced similar legislation over the years, only to see plan after plan fail to become law.\n\n\"It’s a great excuse to upend a system that’s served the country well for a long time,\" Blunt said, referring to local control of elections.\n\nThe senator then asked Waldman why his group has suggested one state’s effort to remove the names of dead people from voter rolls would be an example of voter suppression.\n\n\"Because there are frequently errors in the lists that are used in Social Security and other …\" Waldman began, before Blunt interjected.\n\n\"So your view would be, the federal government is not capable of telling the state which Social Security recipients died and no longer get a check, so we should turn the entire election over to a federal structure. I just don’t agree …\"\n\nKlobuchar then interrupted: \"Senator Blunt, can we allow the witness to answer the question, please?\"\n\n\"No,\" Blunt replied.\n\n\"No? No?\" Klobuchar responded.\n\nBlunt then explained why he thought Waldman had adequately addressed his inquiry.\n\n\"The witness did answer the question,\" Blunt said. \"Senator, the witness answered the question by saying the federal government often is in error in giving information to the states. That was the answer to the question.\"\n\nAt the same hearing, U.S. Sen. Ted Cruz, R-Texas, asserted that Democrats planned to use same-day and automatic voter-registration programs so that \"millions of illegal aliens\" and \"criminals\" could obtain the right to vote, the Star Tribune reported.\n\nSenate leaders Chuck Schumer, D-N.Y., and Mitch McConnell, R-Ky., got into a brief clash over the Democrats' plan.\n\n\"I would like to ask my Republican colleagues, why are you so afraid of democracy? Schumer asked, according to CNBC. \"Why, instead of trying to win voters over, that you lost in the last elections, are you trying to prevent them from voting?\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"Shame, shame shame,\" Schumer added.\n\n\"Talk about shame,\" McConnell countered. \"If anybody ought to be feeling any shame around here, it's turning the FEC[Federal Elections Commission] into a partisan prosecutor. The majority controlled by the president's party to harass and intimidate the other side -- that's what you ought to be ashamed about.\"\n\nThe Democrat-controlled House previously passed its voter rights legislation earlier this month, with no support from Republicans."}, {"author": ["Paul Best", "Paul Best Is A Reporter For Fox Business", "Fox News. Follow Him On Twitter At"], "title": "American boyfriend of missing Sarm Heslop in Virgin Islands dismisses reporter’s questions, says ‘no comment’", "source": "https://www.foxnews.com/us/american-ryan-bane-girlfriend-sarm-heslop-disappeared-virgin-islands-dismisses-questions-no-comment", "article_body": "Ryan Bane, the American man whose British girlfriend disappeared more than two weeks ago in the U.S. Virgin Islands, dismissed a Daily Mail reporter who asked him questions about the case Wednesday, saying \"no comment\" four times.\n\nJeff Jones, who has been assisting with the search for Sarm Heslop, told Fox News that he spotted Bane on his 47-foot catamaran, Siren Song, on Wednesday morning.\n\nA Daily Mail reporting team followed Bane when he went to shore on a dinghy around 3 p.m. and shouted questions about the couple's last night together and why he won't allow police to search the boat.\n\nBane said \"no comment\" four times before walking inland with his yellow labrador.\n\nMISSING SARM HESLOP'S BOYFRIEND SPOTTED ON BOAT THAT BRITISH GIRLFRIEND DISAPPEARED FROM: EYEWITNESS\n\nThe couple went to dinner on March 7 at a local restaurant before returning to the boat around 10 p.m. Bane awoke to discover that Heslop had disappeared around 2:30 a.m. on March 8, so he called 911 to report her missing. Roughly nine hours later at 11:46 a.m., he called the U.S. Coast Guard, who interviewed him on the vessel and performed an extensive search.\n\nThe Virgin Islands Police Department said that soon after Heslop's disappearance, Bane acquired a lawyer and \"exercised his constitutional right to remain silent and denied officers’ requests to search the vessel.\"\n\nBane's friend told the Daily Mail that he is distraught over his girlfriend's disappearance and is concerned about the VIPD's ability to conduct the \"investigation with clarity.\"\n\n\"He's concerned that something could go wrong or be spun the wrong way, or that they're going to be looking for something to implicate him as opposed to the other way around,\" the friend told the news outlet.\n\nVIRGIN ISLANDS DISAPPEARANCE: FRIENDS OF MISSING UK WOMAN PUSH FOR NEW SEARCH OF AMERICAN BOYFRIEND'S BOAT\n\nBane was arrested in 2011 for allegedly assaulting his ex-wife when the former couple returned from a wedding in Michigan, according to Crime Online.\n\nThe FBI confirmed Wednesday that it is assisting local authorities in the investigation.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nHer family said they are \"shocked and distraught\" that Heslop is missing and pressured local authorities to ramp up the search.\n\n\"We would like assurance that the authorities in the Virgin Islands are doing everything possible to find her and that the investigation into our beautiful and cherished daughter’s disappearance includes a comprehensive fingertip search of the boat,\" the family said in a statement."}, {"author": ["Ken Martin"], "title": "Toilet paper could face a new shortage", "source": "https://www.foxbusiness.com/lifestyle/toilet-paper-could-face-a-new-shortage", "article_body": "A shortage in the availability of shipping containers could lead to another toilet paper shortage.\n\nSuzano SA, the biggest producer of wood pulp, used in the production of toilet paper, tells Bloomberg that the global crunch of shipping containers could clog supply lines.\n\nGET FOX BUSINESS ON THE GO BY CLICKING HERE\n\nCoronavirus created a shortage of bath tissue at the start of the pandemic as consumers resorted to panic buying and stockpiling.\n\nDemand for the steel-ribbed containers threatens to delay shipments,.Chief Executive Officer Walter Schalka said in an interview.\n\nMASSIVE CARGO SHIP TURNS SIDEWAYS, BLOCKS EGYPT'S SUEZ CANAL\n\nThe company's concern is that a backup in March shipments could spillover to April.\n\nBrazil is the top producer of pulp and Suzano accounts for a third of global supplies.\n\nCLICK HERE TO READ MORE ON FOX BUSINESS\n\nThe container crisis has been playing out for months and has largely been sparked by demand in China."}, {"author": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital"], "title": "Pilot caught in bizarre hot mic raging against California’s Bay Area", "source": "https://www.foxnews.com/travel/pilot-caught-on-hot-mic-appears-to-go-on-profanity-laced-tirade-about-the-sf-bay-area", "article_body": "A pilot was heard delivering an expletive-laced rant about the San Francisco Bay Area earlier this month, reports said.\n\nThe bizarre diatribe was picked up on the Mineta San Jose International Airport's air traffic control scanner, according to the blog One Mile at a Time.\n\nWARNING: GRAPHIC LANGUAGE\n\nThe unidentified pilot laced the city and the \"liberals\" who live there and \"weirdos probably driving around in f---ing Hyundais\" below.\n\nAt one point he said, \"F--- this place.\"\n\nAMERICAN AIRLINES PASSENGERS BRAWL OVER WHO GETS TO DEPLANE FIRST; WITNESS SHARES VIDEO TO TWITTER\n\nThe recording is archived online at Live ATC, a website that provides live air traffic control broadcasts from control towers and radar facilities around the world. A shorter version of the recording is available here.\n\nThe authenticity of the recording was confirmed by Live ATC. The pilot and airline have not been identified. \"We can neither confirm nor verify who made those comments,\" the company said in an email to SF Gate.\n\nUNITED AIRLINES FLIGHT DIVERTED AFTER MAN ALLEGEDLY BITES PASSENGER'S EAR, POLICE SAY\n\nAirport spokesperson Demetria Machado called the communication \"very unprofessional,\" and said she forwarded the communication to the Federal Aviation Administration.\n\n\"The FAA is investigating communications that an airline pilot made while taxiing at Mineta San Jose International Airport last week,\" read a statement by FAA spokesperson Ian Gregor. \"The FAA also reported the incident to the airline.\"\n\n\"FAA regulations prohibit airline pilots from talking about subjects that are unrelated to safely conducting their flight while taxiing and while flying below 10,000 feet altitude,\" the statement continued, according to the paper.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nMineta San Jose International Airport is located about 50 miles southeast of downtown San Francisco."}]