[{"author": [], "title": "Families risk it all to escape Myanmar's deadly junta", "date": "2021/03/24", "source": "http://cnn.com/videos/world/2021/03/24/myanmar-india-police-refugee-flee-sud-pkg-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "Indian officials say more than 400 refugees, desperate to flee the military junta's crackdown, have crossed the border into India since the military coup. CNN's Vedika Sud speaks to refugees who made the dangerous journey.", "article_body_bow": []}, {"author": [], "title": "Coronavirus: German Chancellor Angela Merkel apologizes for Easter restrictions confusion", "date": "2021/03/24", "source": "http://cnn.com/videos/world/2021/03/24/angela-merkel-germany-coronavirus-easter-mistake-bell-ctw-intl-ldn-vpx.cnn/video/playlists/around-the-world/", "article_body": "German Chancellor Angela Merkel has walked back on her plan to impose a new hard lockdown during the upcoming Easter holiday, apologizing for causing confusion over the restrictions and saying the issue was \"singularly and alone\" her mistake. CNN's Melissa Bell reports.", "article_body_bow": [[0, 0.8543050247141374], [1, 0.5197719930394261]]}, {"author": [], "title": "Bulgaria accuses 6 citizens of spying for Russia", "date": "2021/03/24", "source": "http://cnn.com/videos/world/2021/03/24/bulgaria-spy-arrest-dos-santos-pkg-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "Investigators have released video that allegedly shows former and current Bulgarians officials trying to steal state secrets for Russia. CNN's Nina dos Santos reports.", "article_body_bow": [[0, 0.8432351296014435], [2, 0.5375448969212121]]}, {"author": [], "title": "Suez Canal blocked by container ship the length of Empire State Building", "date": "2021/03/24", "source": "http://cnn.com/videos/world/2021/03/24/suez-canal-container-intl-ldn-vpx.cnn/video/playlists/around-the-world/", "article_body": "A large container ship is stuck in the southern end of the Suez Canal blocking tankers in both directions, according to Tanker Trackers, which monitors vessels through satellite and maritime data.", "article_body_bow": [[3, 1.0]]}, {"author": [], "title": "CNN speaks to family of Canadian detained by Beijing", "date": "2021/03/23", "source": "http://cnn.com/videos/world/2021/03/23/canada-china-hostage-diplomacy-newton-pkg-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "Canada has labeled China's detention of Canadians Michael Kovrig and Michael Spavor 'coercive diplomacy' -- retaliation of the arrest of Meng Wanzhou, the former Chief Financial Officer of China's Huawei Technologies, on a US extradition request. CNN's Paula Newton spoke with Vina Nadjibulla, Kovrig's wife.", "article_body_bow": []}, {"author": [], "title": "NSW floods: Video shows inundated towns after historic flooding in Australia", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/nsw-floods-australia-video-lon-orig-tp.cnn/video/playlists/around-the-world/", "article_body": "Thousands of people have been evacuated in Australia's New South Wales after parts of the state have been battered by record rainfall that led to historic flooding.\n\nSource: CNN", "article_body_bow": [[2, 0.6233252444396439], [4, 0.7819626843042181]]}, {"author": [], "title": "US and allies announces sanctions on Chinese officials", "date": "2021/03/23", "source": "http://cnn.com/videos/world/2021/03/23/us-sanctions-china-xinjiang-uyghurs-selina-wang-nr-intl-ldn-vpx.cnn/video/playlists/around-the-world/", "article_body": "The US has announced sanctions against two Chinese officials for \"serious human rights abuses\" against Uyghur Muslims, a step coordinated with allies including the European Union, Canada and the United Kingdom, according to the Treasury Department. CNN's Selina Wang reports.", "article_body_bow": [[0, 0.6909126702593691], [3, 0.7229382283951156]]}, {"author": [], "title": "Katherine Diaz: Surfer killed by lightning while training", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/katherine-diaz-killed-surfing-ctw-vpx.cnn/video/playlists/around-the-world/", "article_body": "Chinese calls US 'condescending' in its tone in high-level meeting", "article_body_bow": []}, {"author": [], "title": "Australia: Watch video of 'life-threatening' floods in New South Wales", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/australia-floods-natural-disaster-declared-new-south-wales-ctw-intl-ldn-vpx.cnn/video/playlists/around-the-world/", "article_body": "More than 18,000 people have been evacuated from their homes in Australia's New South Wales (NSW) as heavy rains and major flooding continue to inundate the state, causing some areas to resemble \"inland seas.\" Up to 38 places across the state are regarded as natural disaster areas and 19 evacuation orders have been issued, NSW Premier Gladys Berejiklian said in a news conference.", "article_body_bow": [[1, 0.3747917007773735], [2, 0.7853913239662689], [4, 0.49263744200671056]]}, {"author": [], "title": "CNN investigation: Leaked police video shows the brutality of this Kremlin-backed regime", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/belarus-police-abuse-paton-walsh-pkg-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "As part of a months long investigation into the crackdown inside Belarus, CNN has spoken to several Belarusians who fled the repression of President Lukashenko's regime. In dozens of interviews, protesters and opposition activists have spoken of torture -- from systematic beatings to rape with a police baton. CNN's Nick Paton Walsh reports.", "article_body_bow": [[0, 0.6393478745243852], [5, 0.7689176128436329]]}, {"author": [], "title": "Hundreds protest Turkey withdrawing from international treaty to protect women", "date": "2021/03/21", "source": "http://cnn.com/videos/world/2021/03/21/turkey-withdraws-from-istanbul-convention-to-combat-violence-against-women-karadsheh-lkl-vpx.cnn/video/playlists/around-the-world/", "article_body": "Turkish President Recep Tayyip Erdogan issued a presidential decree to withdraw his country from an international treaty to protect women . The move has sent shockwaves through a country that has been reeling from high-profile domestic violence cases and femicides. CNN's Jomana Karadsheh reports.", "article_body_bow": [[0, 0.5068391577142317], [5, 0.6095547835131507], [6, 0.6095547835131507]]}, {"author": [], "title": "Mental and physical challenges remain for some Olympic athletes", "date": "2021/03/21", "source": "http://cnn.com/videos/sports/2021/03/21/olympic-athletes-mental-health-wang-pkg-vpx.cnn/video/playlists/around-the-world/", "article_body": "CNN's Selina Wang speaks with two Olympic athletes and gets their thoughts about the upcoming games.", "article_body_bow": []}, {"author": [], "title": "Center supports children with Down syndrome in Syria", "date": "2021/03/21", "source": "http://cnn.com/videos/world/2021/03/21/syria-down-syndrome-children-center-damon-pkg-vpx.cnn/video/playlists/around-the-world/", "article_body": "CNN's Arwa Damon visits the only Down syndrome support center for children in Syria's war-torn Idlib province, where volunteers strive to give some of the country's most vulnerable children a chance at a better life.", "article_body_bow": []}, {"author": [], "title": "US-China talks in Alaska get off to confrontational start", "date": "2021/03/19", "source": "http://cnn.com/videos/world/2021/03/19/china-us-high-level-talks-blinken-yang-alaska-intl-hnk-vpx.cnn/video/playlists/around-the-world/", "article_body": "The first high-level talks between China and the US under the Biden Administration are off to a confrontational start . CNN's Kristie Lu Stout reports.", "article_body_bow": [[0, 1.0]]}, {"author": [], "title": "Hear Putin's response to Biden calling him a 'killer'", "date": "2021/03/18", "source": "http://cnn.com/videos/world/2021/03/18/putin-reacts-to-biden-killer-comment-vpx.cnn/video/playlists/around-the-world/", "article_body": "Russian President Vladimir Putin responded to President Joe Biden comments made during an ABC News interview in which he described Russian President Vladimir Putin as a \"killer.\"", "article_body_bow": [[5, 1.0]]}, {"author": [], "title": "Coronavirus: UK marks a year since its first lockdown", "date": "2021/03/23", "source": "http://cnn.com/videos/world/2021/03/23/uk-coronavirus-lockdown-anniversary-black-ctw-pkg-intl-ldn-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "On March 23, the UK marked one year since its first lockdown. Britons marked the occasion with a moment of silence: A small step in coming to grips with the unimaginable loss, and change to all of our lives. CNN's Phil Black reports.", "article_body_bow": [[0, 0.5563847510758844], [7, 0.5319180558522489], [8, 0.6383566327912557]]}, {"author": [], "title": "Brazil coronavirus: President Jair Bolsonaro is a 'psycopathic leader' and responsible for Covid-19 deaths, says Sao Paulo's governor", "date": "2021/03/22", "source": "http://cnn.com/videos/world/2021/03/22/brazil-coronavirus-bolsonaro-sao-paulo-governor-joao-doria-intv-intl-ldn-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "CNN's Julia Chatterley speaks with Sao Paulo governor João Doria about the desperate coronavirus situation in Brazil. The second wave of Covid-19 is ripping through the country, pushing hospitals and ICUs toward collapse and claiming record numbers of daily deaths.", "article_body_bow": [[9, 1.0]]}, {"author": [], "title": "Former Brazilian President Lula: Joe Biden must call G20 summit on Covid-19", "date": "2021/03/17", "source": "http://cnn.com/videos/world/2021/03/17/biden-g20-summit-coronavirus-vaccine-lula-da-silva-sot-amanpour-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "Luiz Inacio Lula da Silva, former Brazilian President, calls on US President Joe Biden to donate any remaining coronavirus vaccines to countries who can't afford them, such as Brazil, and requests he call a G20 summit.", "article_body_bow": [[5, 1.0]]}, {"author": [], "title": "US plans to send vaccines to Canada. Hear local leader's ecstatic reaction", "date": "2021/03/19", "source": "http://cnn.com/videos/world/2021/03/19/canada-us-border-vaccine-newton-pkg-intl-hnk-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "'Don't wait for your life to get normal. It won't.' Here's how some of you feel one year into a global pandemic", "article_body_bow": [[8, 0.7232997931629354], [10, 0.6905341477511847]]}, {"author": [], "title": "AstraZeneca vaccine pause: Why some countries are halting use of vaccine", "date": "2021/03/16", "source": "http://cnn.com/videos/health/2021/03/16/astrazeneca-coronavirus-vaccine-field-dnt-tsr-vpx.cnn/video/playlists/coronavirus-intl/", "article_body": "More countries across Europe are temporarily pausing use of the AstraZeneca vaccine for fears of blood clots, leading to concerns about increases in vaccine hesitancy. CNN's Alexandra Field reports.", "article_body_bow": [[0, 1.0]]}, {"author": ["The Place", "Fox News", "Scott Mckane", "David Wells", "Tamara Vaifanua", "Lexie Johnson", "Matthew Brooks", "Hailey Higgins", "Taylor Hartman", "John Franchi"], "title": "Zero Fatalities", "date": NaN, "source": "https://www.fox13now.com/news/zero-fatalities", "article_body": "Would you like to receive local news notifications on your desktop?\n\nYes please\n\nNot now", "article_body_bow": [[11, 0.7533976619029435], [12, 0.6575651777878585]]}, {"author": [], "title": "Be a guest on FOX 13’s ‘The PLACE’", "date": "2015/06/23", "source": "https://www.fox13now.com/2015/06/23/be-a-guest-on-fox-13s-the-place", "article_body": "Sign up for the Breaking News Newsletter and receive up to date information.\n\nnow signed up to receive the Breaking NewsNewsletter. Click here to manage all Newsletters", "article_body_bow": [[12, 0.6401518662481415], [13, 0.7682483896104316]]}, {"author": ["Fox Contests"], "title": "Nominate someone for a FOX 13 Dream Team surprise!", "date": "2020/02/06", "source": "https://www.fox13now.com/contests/nominate-someone-for-a-fox-13-dream-team-surprise", "article_body": "Sign up for the Breaking News Newsletter and receive up to date information.\n\nnow signed up to receive the Breaking NewsNewsletter. Click here to manage all Newsletters", "article_body_bow": [[12, 0.6401518662481415], [13, 0.7682483896104316]]}, {"author": ["John Franchi", "Sydney Glenn", "Ben Winslow", "Jeff Tavss", "Lexie Johnson", "Lauren Steinbrecher", "Laura Polacheck", "The Associated Press", "Scripps National", "Justin Boggs"], "title": "Utah Coronavirus News & Updates", "date": NaN, "source": "https://www.fox13now.com/news/coronavirus", "article_body": "Would you like to receive local news notifications on your desktop?\n\nYes please\n\nNot now", "article_body_bow": [[11, 0.7533976619029435], [12, 0.6575651777878585]]}, {"author": ["Brian Schnee"], "title": "Suspect released, taken back into custody one week after exchanging gunfire with police", "date": "2021/03/25", "source": "https://www.fox13now.com/news/local-news/suspect-released-from-custody-one-week-after-exchanging-gunfire-with-police", "article_body": "PLEASANT GROVE, Utah — One week after a Pleasant Grove man barricaded himself in his home for nearly six hours and allegedly exchanged gunfire with police a Utah County 4th District Court Judge released him from custody. He was taken back into custody Wednesday night.\n\nRobert ‘Sterling’ Clark was taken into custody after the standoff and was booked on felony charges of murder among other charges. However, Clark was released roughly one week later.\n\nRead: Man in custody after firing at officers in Pleasant Grove\n\n“From our perspective it’s a real tragedy that he’s out, Mr. Clark is, we believe a danger to our society and we believe someone that aught to be in jail,” said Utah County Attorney David Leavitt.\n\nLeavitt had four days to file charges after Clark was taken into custody. He says that his office didn’t receive a police report until Friday evening, and after the weekend, filed a motion to extend with the court in order to give his office a few days to gather evidence and file charges. “Filing a motion to extend the detention in serious cases like this is not uncommon, what happened, where the breakdown was in the court, I can’t say.”\n\nLeavitt says the courts did not see the motion and opted to release Clark from custody. He was booked out of Utah County Jail on Tuesday around 3 p.m.\n\nRead: Utah's governor signs COVID-19 'endgame' bill lifting statewide mask mandate April 10\n\n“We’ve been working with law enforcement to ensure that we collect Mr. Clark again safely but we have to understand that the last time we arrested Mr. Clark it was after an armed standoff and so I’m worried, I’m nervous,” said Leavitt. “My job as the county attorney is to protect the public and we’re doing everything we can to make sure the publics protected.”\n\nNoting his mental health diagnosis as someone who is suffering from Schizophrenia, Clark’s uncle and homeowner of the Pleasant Grove property Bob Carroll is also concerned with his release.\n\n“I feel like that was the real failure for Sterling, from my understanding of the process that took place after that is he was bussed from Spanish Fork to Provo, he was dropped off at a county building, they gave him a map of locations for free food and sent him on his way,” said Carroll. “We don’t know where the best help for him is.”\n\nCarroll says that he’s had constant communication with neighbors. Some are willing to come by and help clean up the property, while others are unsure if it’s safe to be outside after last week’s shootout and standoff.\n\n“Tranquility’s going to come back to 500 north it’s been tranquil neighborhood and the neighbors are very friendly, very tight community here and so what happened last Tuesday rocked their world,” said Carroll.\n\nUPDATE: Charges have been filed against Robert “Sterling” Clark after he was released from custody on Tuesday.\n\n\n\n- ASSAULT AGAINST A PEACE OFFICER\n\n- FELONY DISCHARGE OF A FIREARM (x2)\n\n- AGGRAVATED ASSAULT@fox13 pic.twitter.com/jdvfPaoxD5 — 𝐁𝐫𝐢𝐚𝐧 𝐒𝐜𝐡𝐧𝐞𝐞 (@brian_schnee) March 24, 2021\n\nAs of Wednesday afternoon, the Utah County Attorney’s Office filed four felony charges against Clark and had a warrant for his arrest signed and delivered to the Pleasant Grove Police Department.\n\nOfficials say Clark was taken back into custody Wednesday night. His condition and the circumstances around his arrest were not immediately available.", "article_body_bow": [[0, 0.09930586785177546], [1, 0.42293425828519676], [6, 0.11943111706870953], [7, 0.18987790035687863], [9, 0.11393655073344522], [11, 0.21755039805660745], [12, 0.09493895017843931], [13, 0.22787310146689044], [14, 0.11393655073344522], [15, 0.21755039805660745], [16, 0.10390894720030427], [17, 0.6526511941698224], [18, 0.3582933512061286], [19, 0.11943111706870953]]}, {"author": ["Melanie Porter"], "title": "Taylor Swift, Utah theme park drop lawsuits over 'Evermore' trademark", "date": "2021/03/25", "source": "https://www.fox13now.com/news/local-news/taylor-swift-utah-theme-park-drop-lawsuits-over-evermore-trademark", "article_body": "SALT LAKE CITY — Taylor Swift and a Utah theme park have dropped their lawsuits without monetary settlement, according to a spokesperson for Swift.\n\nIn February, Evermore Parks, based in Pleasant Grove filed a lawsuit against Swift claiming her newest album, titled \"Evermore\" violates the park's trademark rights.\n\nPark owners said the album created \"actual confusion\" online.\n\nAt the time, Swift's lawyers said the allegations were baseless and refused to comply with a cease and desist letter sent to Swift in December.\n\nRead: Utah theme park sues Taylor Swift over alleged trademark infringement\n\nReports stated that Swift's right's management company (TAS) was counter-suing Utah theme park \"Evermore,\" claiming the park used Swift's music without proper licensing.\n\nAccording to Rolling Stone, TAS' suit alleges the theme park used three Taylor Swift songs without proper licenses and ignored messages from performance rights group BMI regarding the matter.\n\nReport: Taylor Swift's rights management company countersues Utah theme park\n\nIn a statement to FOX 13, a spokesperson for Swift said the parties will drop their lawsuits without monetary settlement.\n\n“As a resolution of both lawsuits, the parties will drop and dismiss their respective suits without monetary settlement.” -Taylor Swift Spokesperson\n\nIn a text to FOX 13, the CEO of Evermore Parks, Ken Bretschneider said they are “looking forward to moving forward in a positive direction\" and are excited to open “Evermore Park’s spring/summer season MYTHOS in May.”", "article_body_bow": [[0, 0.3259630176444189], [1, 0.39664157984995513], [2, 0.10389732980089092], [3, 0.34107223190699104], [15, 0.17852264366221043], [16, 0.17053611595349552], [17, 0.7140905746488417], [20, 0.19601121344847297]]}, {"author": ["Ben Winslow", "Utah Governor'S Office"], "title": "Utah's governor signs bail reform repeal, vetoes three other bills", "date": "2021/03/25", "source": "https://www.fox13now.com/news/local-news/utahs-governor-signs-bail-reform-repeal-vetoes-four-other-bills", "article_body": "SALT LAKE CITY — Governor Spencer Cox signed a controversial bill the Utah State Legislature that repeals a massive bail reform bill that lawmakers had passed last year.\n\nHouse Bill 220, sponsored by House Majority Whip Mike Schultz, R-Hooper, unwound a reform system that had barely been implemented five months ago. The bail reforms faced criticism from sheriffs and others who had argued that people had been released despite posing a clear danger to the community.\n\nBut opponents of HB220 said the system was working and lawmakers were caving to lobbying interests. They argued that bail favors the rich over the poor.\n\nIn a letter to the governor, Rep. Schultz proposed working on it.\n\n\"My goal is to have legislation ready soon that balances the constitutional rights of the accused while also protecting public safety and I believe that signing HB220 is the best pathway forward to ensure that stakeholders come together to achieve this outcome,\" he wrote.\n\nMeanwhile, the governor vetoed three bills including one that was designed to cut red tape in home construction, but the governor said it could impact FEMA flood insurance programs.\n\nRead the veto letter here:\n\nUtah Governor's Office\n\nA bill that expanded hemp in the state was vetoed over concerns it legalized CBD in more food and alcoholic beverages.\n\nRead the veto letter here:\n\nUtah Governor's Office\n\nUtah Governor's Office\n\nHe also vetoed a bill on local health orders and schools because it was not part of negotiations over emergency powers as a result of the COVID-19 pandemic.\n\nRead the veto letter here:\n\nUtah Governor's Office\n\nThe governor allowed three bills to go into law without his signature. In and of itself, it is a political statement. The governor explained his views in a statement. Here it is:", "article_body_bow": [[1, 0.15318544934520353], [2, 0.16050318433419866], [4, 0.10067577238442613], [7, 0.12035305512597445], [8, 0.1444361028377988], [9, 0.1444361028377988], [10, 0.1378931144739512], [13, 0.2888722056755976], [14, 0.1444361028377988], [15, 0.4136793434218536], [17, 0.6894655723697559], [19, 0.3028030073918266], [20, 0.1514015036959133]]}, {"author": ["John Franchi"], "title": "Utah teens excited to get COVID-19 vaccine, hopeful that life will return to 'normal' soon", "date": "2021/03/25", "source": "https://www.fox13now.com/news/coronavirus/local-coronavirus-news/utah-teens-excited-to-get-covid-19-vaccine-hopeful-that-life-will-return-to-normal-soon", "article_body": "SALT LAKE CITY — In a school year that has produced plenty of unexpected moments caused by the COVID-19 pandemic, this after school activity seemed par for the course.\n\nSeveral high school students spent part of Wednesday afternoon at a Nomi Health COVID-19 vaccination clinic to get the shot on their first day of eligibility.\n\nRead: All Utahns 16+ now eligible to receive COVID-19 vaccine\n\nAs of Wednesday, all Utahns age 16 and older can get the vaccine.\n\n“I am so excited,” said Rose Call, a 17-year-old high school senior. “I feel like there is a lot of people who are at risk for it. I want to be there to help out so no one is getting exposed.”\n\nRose has managed to avoid getting sick with the virus during this school year that has been anything but normal. She and others hope the vaccine will help speed up a return to normalcy while protecting loved ones.\n\nRead: SL County Council to consider new mask mandate ahead of COVID-19 'endgame' bill\n\n“I am so excited to be able to go somewhere without being worried about getting COVID,” said Melanie Bowerbank, a high school senior. “A lot of my friends are excited to get theirs. Some are scheduled later this week. I am one of the first though.”\n\nAccording to the Utah Department of Health, 18 percent of Utah’s population is fully vaccinated. That number is expected to increase dramatically in the coming weeks with everyone age 16 and older now eligible.\n\nHealth experts estimate herd immunity can be achieved when 70 to 80 percent of the population have antibodies from vaccination or recovery.\n\nRead: Doctors warn against waiting to get COVID-19 Vaccine\n\nThose who are 16 and 17-years-old are only eligible for the Pfizer vaccine. The Moderna and Johnson & Johnson vaccines have been approved for people who are 18 and older.\n\nThe vaccine finder website allows people to search clinic locations based on vaccine type offered.", "article_body_bow": [[1, 0.11713370461644912], [3, 0.10072331317402362], [4, 0.23094607682879398], [7, 0.0920283177617256], [8, 0.33133047318929704], [9, 0.6626609463785941], [10, 0.10544037575680974], [11, 0.10544037575680974], [12, 0.0920283177617256], [14, 0.33133047318929704], [15, 0.3163211272704292], [17, 0.21088075151361949], [18, 0.23153921065230237], [20, 0.11576960532615119], [21, 0.11576960532615119]]}, {"author": ["Fox News"], "title": "Former Utah basketball coach Larry Krystkowiak tweets thanks after being fired", "date": "2021/03/25", "source": "https://www.fox13now.com/news/local-news/former-utah-basketball-coach-larry-krystkowiak-tweets-thanks-after-being-fired", "article_body": "SALT LAKE CITY — Former University of Utah head basketball coach, Larry Krystkowiak, broke his silence Thursday morning, a little over a week after being fired.\n\nIn a tweet, Krystkowiak thanked Utah, Salt Lake City and the University Community “for a wonderful decade up here on The Hill.”\n\nKrystkowiak was let go by Athletic Director Mark Harlan on March 16.\n\nREAD: Utes fire Larry Krystkowiak as head coach\n\nKrystkowiak went on to thank the players and his staff, and ended by thanking former Athletic Director, Chris Hill.\n\n“Last but not least, I would like to thank Dr. Hill for believing in me and our mission. Utah will always hold a special place in our hearts, and we will be cheering for the Runnin’ Utes.”\n\nKrystkowiak and the Utes finished with a 12-13 season, the coach's tenth with the program. Utah's season came to a close after they lost to USC in the Pac-12 Tournament.\n\nUSC has advanced to the Sweet 16 in the NCAA tournament, along with three other PAC-12 teams, UCLA, Oregon and Oregon State.\n\nUtah went to the NCAA Tournament twice under Krystkowiak's leadership, but have failed to make a postseason tournament since winning the 2018 NIT championship.\n\nHere’s Krystkowiak’s full statement:\n\nThank you to the state of Utah, the city of Salt Lake and the University Community for a wonderful decade up here on The Hill. I am very fortunate to have met and worked with so many amazing people during my time here. I’m grateful to have forged many lifelong relationships and forever thankful for each and every one of them\n\nTo our players, thank you for believing in us and setting a culture of excellence on and off the court -- which I couldn’t be more proud of. It was an absolute privilege and an honor to be your coach. To our staff, thank you for your commitment to this program, the university, and for your unwavering love and support for our student athletes.\n\nLast but not least, I would like to thank Dr. Hill for believing in me and our mission. Utah will always hold a special place in our hearts, and we will be cheering for the Runnin’ Utes.\n\nWith love & respect,\n\nLarry Krystkowiak\n\n", "article_body_bow": [[2, 0.13950256157665056], [4, 0.08750311213198013], [7, 0.10460577186238351], [11, 0.2397016952990105], [15, 0.11985084764950525], [16, 0.11448910699840396], [17, 0.8389559335465367], [19, 0.13159176672880732], [20, 0.394775300186422]]}, {"author": ["Damon Yauney"], "title": "Grab the umbrellas and the snow scrapers", "date": "2021/03/25", "source": "https://www.fox13now.com/weather/todays-forecast/grab-the-umbrellas-and-the-snow-scrapers", "article_body": "A slow moving storm will bring widespread rain and snow later today and tomorrow. Winter driving conditions are likely in the mountains. Rain could change to snow and bring accumulations to some valleys later tonight into Friday morning. There could be heavy snow during that time frame along the I-15 corridor in West Central Utah. Precipitation will gradually diminish on Friday. High pressure is expected to bring much warmer, dry weather this weekend.\n\nSALT LAKE CITY\n\nThursday: Cloudy & breezy with rain likely by afternoon. South winds 10-20 mph. Highs: Near 50.\n\nThursday Night: Rain & snow in the evening changes over to snow overnight. 1-3 inches on the valley floor. 3-6 inches on benches. Lows: Lower 30s.\n\nST. GEORGE\n\nThursday: Cloudy & breezy. SW winds 10-20 mph. Highs: Low 60s.\n\nThursday Night: Rain showers. Lows: Near 40.", "article_body_bow": [[16, 0.5409803843130858], [17, 0.5663155152619219], [20, 0.6217933426485763]]}, {"author": ["Lauren Steinbrecher"], "title": "Herriman City Council discusses Olympia Hills development impacts", "date": "2021/03/25", "source": "https://www.fox13now.com/news/local-news/herriman-city-council-discusses-olympia-hills-development-impacts", "article_body": "HERRIMAN, Utah — The controversial Olympia Hills development is back on the radar, a year after the Salt Lake County Council approved the planned community. Wednesday night, the Herriman City Council looked at how it could impact the city, especially when it comes to roads.\n\nRead: Olympia Hills development moves forward\n\nThe council also discussed the timeline and process of annexation, should a move be made to make Olympia Hills an official part of the city.\n\nIn a large, open area just west of Herriman, the 900-plus acre future community is set to feature different kinds of housing of various densities, as well as schools, businesses, and park space.\n\nWith more than 6,000 residential spaces planned, Herriman Community Development Director Blake Thomas said in a presentation Wednesday that the city needs to be a part of going to meetings to figure out when the development is coming.\n\nThe city needs to play a proactive role, he said, not a reactive one.\n\nDuring his presentation to the Herriman City Council, Thomas explained that the cost for mitigation projects in the city because of the Olympia Hills development is a concern.\n\nMaintenance costs are also a concern, because increased traffic through Herriman will accelerate the maintenance needs for the city, he indicated.\n\nRead: Utah has nation's worst housing shortage, new programs announced to help\n\nThey expect heavy impacts on 118th South, 126th South, and U-111.\n\nCouncil members decided to reach out to UDOT and write a short letter to discuss potentially turning some of those main routes into state roads and transferring jurisdictional control to UDOT.\n\nHerriman City Attorney Chase Andrizzi then led a discussion on the timeline of any potential annexation of Olympia Hills into Herriman.\n\nCouncil Member Steve Shields said there are ongoing conversations with the developer over whether it would even make sense to consider an annexation. At this point, the developer of Olympia Hills has not indicated that they plan to file a petition for annexation, council members explained.\n\nThe council pointed out that this is a complex situation, and they want to partner as communities rather than be rivals.\n\nRead: Utah Native American tribes receive $4.2 million for affordable housing\n\n\"I think our council has done a good job in recognizing that there are going to be impacts to the community moving forward,\" said Council Member Clint Smith.\n\nHe said their job is to have those difficult discussions and find ways to best help the city deal with those impacts down the road.\n\n\"And certainly, working together with the developer through that process, regardless of if they're in the city or out,\" Smith said. \"Having a good working relationship with them is paramount.\"\n\n", "article_body_bow": [[1, 0.24110181227401778], [2, 0.04210322497354274], [7, 0.12628414264158389], [8, 0.07577701037281989], [12, 0.06314207132079194], [15, 0.21703288361845458], [17, 0.21703288361845458], [18, 0.15886268170652054], [19, 0.15886268170652054], [20, 0.8737447493858631], [21, 0.07943134085326027]]}, {"author": ["Sponsored Content"], "title": "New law gives hope to cancer patients hoping to have a family", "date": "2021/03/25", "source": "https://www.fox13now.com/news/health/new-law-gives-hope-to-cancer-patients-hoping-to-have-a-family", "article_body": "HB 192, recently passed by the Utah legislature and signed by Governor Spencer Cox expands Medicaid coverage to financially help young cancer patients who are undergoing treatments that could risk their fertility.\n\nThe bill officially becomes law, May 5, 2021 and new law allows the Utah Department of Health to apply for a Medicaid waiver to cover the costly bill of fertility preservation treatments.\n\nWith Governor Cox’s signature March 16, Utah becomes only the second state in the nation to pass such legislation.\n\n“This legislation demonstrates the value Utah puts on family,” said Mark Lewis, MD, medical oncologist with Intermountain Healthcare.“\n\nEvery year In Utah about 1,200 young adults and adolescents are diagnosed with cancer.\n\nAs cancer survivorship improves, these patients face good odds, however the treatments that are required to treat the cancer can directly or indirectly cause medically induced infertility.\n\nChemotherapy, radiation, and surgery can damage eggs and sperm, reproductive organs, and/or endocrine functions that may impact the ability to carry a pregnancy. Because this damage is caused by treatments and not the disease, it can affect patients with any type of cancer.\n\nAbout 1 in 4 of those young cancer patients will have Medicaid coverage as their insurance, said Dr. Lewis.\n\nIn his practice alone, Dr. Lewis says 1 of every 7 of his patients on average are of childbearing age and cost is often cited as the most significant barrier to fertility preservation.\n\nCosts can range from several hundred dollars for sperm banking to approximately $15,000 for egg banking.\n\nThese costs are often exacerbated by the short window of opportunity that cancer patients have before starting potentially sterilizing cancer treatment. While the costs faced by individual patients are high, the cost of implementing coverage across a population of insureds is very low.\n\nWhile adjusting to receiving a cancer diagnosis, Dr. Lewis says patients often have to think of preserving their fertility with additional procedures that often are not covered by their insurance plans as well as planning for their cancer treatments.\n\n“These patients face timely decisions about their cancer treatment as well as fertility preservation,” said Dr. Lewis. “It’s just an awful agonizing whirlwind these patients go through.”\n\nSome patients often have to turn to family, friends and even fundraising to find the funds to pay for fertility preservation, said Dr. Lewis.\n\nAccording to Dr. Lewis, the costs associated with preserving eggs and sperm, leads some patients to forego the fertility treatments or instead choose to dangerously delay cancer treatments, or even choose a treatment that might be less risky to their fertility – and those treatments may not be as effective.\n\n“Loss of fertility is not merely a medical complication,” said Dr. Lewis. “It’s a fundamental life function worthy of the highest levels of protection.”\n\n", "article_body_bow": [[1, 0.5769112710828294], [2, 0.08635293876324361], [3, 0.14173891481210457], [8, 0.15541725225318742], [12, 0.12950322502789294], [13, 0.15541725225318742], [14, 0.15541725225318742], [17, 0.7418840765955386]]}, {"author": ["Erin Cox"], "title": "Over 1,000 students attend Prom at Riverton High School", "date": "2021/03/25", "source": "https://www.fox13now.com/news/local-news/over-1-000-students-attend-prom-at-riverton-high-school", "article_body": "RIVERTON, Utah — More than a thousand students showed up to a high school prom this past weekend, a dance approved by the Jordan School District.\n\nThe Riverton High School gym was filled with 1,200 dancers — one of the largest dances students said they’ve seen at their high school.\n\n“You’d walk in and there was just this biggest crowd,” said Dylan Elliot, the Junior Class Vice President. “When you stepped into that the environment and just the sheer amount of people was something really cool to see.”\n\nRead: All Utahns 16+ now eligible to receive COVID-19 vaccine\n\nElliot helped plan the the dance with his colleagues.\n\n“We were able to do this safely,” said Elliot.\n\nEvery single student had to be tested for COVID19 before showing up.\n\nCarolyn Gough, principal at Riverton High School, said they brought in about 25 volunteers from their district to help give the rapid COVID19 tests for those wanting to attend prom.\n\n“We had a systematic process of stamping a pass and making sure they bought that pass,” said Gough. “It was numbered according to their name and according to their results.”\n\nRead: Utah's governor signs COVID-19 'endgame' bill lifting statewide mask mandate April 10\n\nOnly three students tested positive and Gough said they were not from Riverton.\n\n“We still had to make contact with them,” said Gough. “We still had to work with their families to help them understand what happens next, but we refunded any tickets purchased.”\n\nOnce at the dance, students were required to wear masks. A small price to pay for students to have a night of fun.\n\n“I just got the feelings nostalgia, like life is getting back together,” said Quentin Johnson the Senior Class secretary.\n\nRead: Doctors warn against waiting to get COVID-19 Vaccine\n\nA spokesperson with the Jordan School District said when it comes to vaccinations, they’ve been told the Salt Lake County Health Department will handle administration, not schools.", "article_body_bow": [[1, 0.5662601677827932], [3, 0.21641213974453036], [4, 0.0827010369250735], [5, 0.12437015431931567], [7, 0.09886512137212401], [9, 0.5932418093844357], [11, 0.1132735640535074], [12, 0.09886512137212401], [13, 0.11864836187688714], [14, 0.11864836187688714], [15, 0.3398206921605222], [17, 0.2265471281070148], [19, 0.12437015431931567], [21, 0.12437015431931567]]}, {"author": ["Spencer Joseph"], "title": "The Arts return to Salt Lake County with in-person performances", "date": "2021/03/24", "source": "https://www.fox13now.com/news/local-news/the-arts-return-to-salt-lake-county-with-in-person-performances", "article_body": "SALT LAKE CITY — It doesn’t matter if it's the soaring sounds of a symphony playing an amazing arrangement or the sultry vocals from Andrew Loyd Weber's \"Phantom of the Opera,\" performing arts haven’t been the same since the pandemic.\n\nWith pandemic restrictions, many haven't been able to attend a performance in-person in over a year.\n\nRight around the corner, musicians are waiting in the wings to take to the stage and welcome audiences back to the theater.\n\nRead: SL County Council to consider new mask mandate ahead of COVID-19 'endgame' bill\n\n“It just feels so good I cannot tell you” Barbara Scowcroft, a violinist with the Utah Symphony said.\n\nEnergy at rehearsals on Wednesday was electric as musicians practiced for their upcoming shows.\n\n“What is amazing is the anticipation of seeing our audiences this weekend,\" Sowcroft said. \"I mean Thursday Friday and Saturday… to be able to do it 3 times? Cause that’s what we're craving.\"\n\nA limited number of tickets will be sold for each show in order to be able to socially distance the audience, but even with smaller crowds, the Utah Symphony is excited to get back on stage.\n\nRead: All Utahns 16+ now eligible to receive COVID-19 vaccine\n\n“That interaction between the stage and the audience it really does matter” Steven Brosvik,President and CEO of the Utah Symphony added.\n\nAt the Eccles Theatre, performances showcasing the music of Andrew Lloyd Webber begin on May 7.\n\n“Being without the arts has made us appreciate how important it is.” Kurt Bestor, Emmy-award-winning and Grammy-nominated artist said, “It's not just a luxury anymore it's a humanity that makes us human.”", "article_body_bow": [[1, 0.3014649151939852], [5, 0.198636104873884], [8, 0.18949762169131296], [9, 0.3789952433826259], [10, 0.36182667251505773], [12, 0.15790108748134382], [15, 0.36182667251505773], [16, 0.1728198566671711], [17, 0.5427400087725867], [18, 0.198636104873884], [20, 0.198636104873884]]}, {"author": ["Sydney Glenn"], "title": "Doctors warn against waiting to get COVID-19 Vaccine", "date": "2021/03/24", "source": "https://www.fox13now.com/news/coronavirus/local-coronavirus-news/doctors-warn-against-waiting-to-get-covid-19-vaccine", "article_body": "SALT LAKE CITY — Starting Wednesday, everyone over the age of 16 is eligible to the COVID-19 vaccine in Utah and medical experts say it's important to not wait to schedule an appointment.\n\nThe new guidelines add about a million Utahn's to the eligibility pool for the COVID-19 vaccine.\n\n“There will be enough vaccine for everyone who wants to get vaccinated. There’s not immediately enough vaccine for everybody,” Tom Hudachko, Utah Department of Health spokesperson, said.\n\nRead: Here's how to register for a COVID-19 vaccination in Utah\n\nPeople are asked to get their first and second dose, if they are receiving a two-dose series, at the same location. People getting their second dose at a different location is creating frustration for providers, Hudachko said.\n\n“That creates some difficulty when it comes to managing our inventory. These providers get doses every week that are first doses and then two to three weeks later they get the same amount of those second doses,” he said.\n\nRead: All Utahns 16+ now eligible to receive COVID-19 vaccine\n\nIt is important people get vaccinated quickly, Dr. Tamara Sheffield said. Dr. Sheffield is the Medical Director of Community Health and Prevention for Intermountain Healthcare.\n\n“It is really key to get everyone vaccinated all at once and to have everybody immune so that we are not having individuals harboring those viruses and getting these variants to be coming up,” she said.\n\nIt is becoming a race between the new COVID-19 variants and the vaccine, Dr. Emily Spivak, University of Utah Health Infectious Disease Physician, said.\n\n“There is also an increasing number of these variants strains in Utah specifically but nationally as well that we think are more infectious or more contagious or transmissible and so to slow the rise in those variants and the potential for another surge, or another increase in cases that could sort of take us back from all this progress we made,” she said, “in order to slow and decrease the likelihood of that happening everyone needs to go out and get vaccinated now.”\n\nRead: Some Utah businesses will require employees to get vaccinated\n\nThe three biggest concerns during the process for Dr. Sheffield is that the federal government won’t get the vaccine to Utah quick enough, young people won’t rush to get vaccinated and people will stop with protective measures too soon, she said.\n\n“If we can get the vaccine, if we can get it into people’s arms because they are coming to us and we stay protected in the meantime, we can control this,” she said.\n\nIn order to reach herd immunity, about 70 to 90 percent of the population needs to be protected from the virus. This will likely take several months, doctors say. It is important to not delay getting the shot so we can reach herd immunity quickly and get the virus under control, Dr. Sheffield said.\n\nRead: Utah's governor signs COVID-19 'endgame' bill lifting statewide mask mandate April 10\n\n“If people don’t wait and they get vaccinated together than we may be able to get to that point where we don’t have the virus circulating and we are protected enough that we are not going to be passing it to each other,” she said.\n\nFor more information on COVID-19 Vaccines in Utah, click here.", "article_body_bow": [[1, 0.3944712734974741], [4, 0.3299576395065148], [6, 0.0708867991262163], [7, 0.1690493680976236], [9, 0.4733789910237894], [12, 0.11269957873174907], [13, 0.06762557014625563], [14, 0.20287671043876687], [15, 0.25824846564894915], [17, 0.5810590477101356], [18, 0.0708867991262163], [20, 0.0708867991262163], [21, 0.0708867991262163]]}, {"author": ["Ben Winslow", "Utah Governor'S Office"], "title": "Utah's governor signs COVID-19 'endgame' bill lifting statewide mask mandate April 10", "date": "2021/03/24", "source": "https://www.fox13now.com/news/local-news/utahs-governor-signs-covid-19-endgame-bill-lifting-statewide-mask-mandate-april-10", "article_body": "SALT LAKE CITY — Governor Spencer Cox has signed into law the bill nicknamed the COVID-19 \"endgame,\" that lifts the statewide mask mandate effective April 10.\n\nThe governor signed the bill late Wednesday, the day before a deadline to allow bills to pass into law or be vetoed.\n\nThe bill's sponsor, Rep. Paul Ray, R-Clearfield, called the bill an \"endgame\" to get rid of restrictions and the ongoing pandemic emergency.\n\n\"I’m excited that we now have an endgame as the pandemic winds down. The combination of vaccinations and recovered cases have brought our numbers down and it’s time to start moving forward,\" Rep. Ray said in a text message to FOX 13. \"Utah has weathered this crisis better than nearly every other state and now with the restraints off, we can fully get back to business. I support an individuals choice to wear a mask and remind everyone to please be patient and kind to employees who work in businesses that still require a mask.\"\n\nOverall, the bill lifts health restrictions by July 1 or sooner if metrics are met, including a drop in virus cases and an increase in vaccinations. But its most controversial provision was the April 10 deadline to lift the mask mandate.\n\n\"This is not what we wanted. I’ve been critical from the beginning,\" Gov. Cox told reporters at his monthly news conference last week.\n\nBut the governor said some in the legislature wanted to lift the mask mandate immediately, so he negotiated the terms of the bill with them. It was rewritten several times during the legislative session before it passed on the final night.\n\n\"This is the practical piece that I think a lot of people don’t understand of the sausage-making,\" the governor said last week. \"We have a choice every time. We can say, 'Hey, we can veto a bill and we're not going to negotiate.' But when I involve myself in the negotiations, then I have do what I believe is best for the state and I have to get as much as I can. We believed they had the votes to override a veto for an immediate end to masks. I believe that wholeheartedly.\"\n\nMasks will still be required in schools and in gatherings larger than 50 people. The bill does allow local governments to seek their own mask mandates. Salt Lake County Council Chair Steve DeBry told FOX 13 that he intended to hold a special meeting on April 9 to see if that was necessary. It also does not prohibit businesses from requiring masks of customers and employees.\n\nOn Wednesday, the governor signed some other bills related to the COVID-19 pandemic, including one that reins in his own powers. Senate Bill 195 allows a governor to issue an emergency declaration, but it will be reviewed by the legislature after 30 days. The exception being for natural disasters.\n\nSenate Majority Leader Evan Vickers, R-Cedar City, who sponsored the bill, has said existing emergency powers law did not envision a pandemic.\n\nThe governor also signed a bill aimed at returning students to the classroom in the COVID-19 pandemic. The bill was originally created to force the Salt Lake City School District to return to in-person instruction. After a lot of negotiating, it was rewritten to increase COVID testing in all schools across the state and measures for closures related to outbreaks.\n\nThe governor vetoed a bill related to local health orders and schools because it was not part of the negotiations he had with the legislature. Here is his letter on that:", "article_body_bow": [[1, 0.21150542819636967], [2, 0.16620685029776533], [4, 0.13900453625450704], [6, 0.20904230790625708], [9, 0.39885015069389884], [10, 0.4759776850022549], [13, 0.39885015069389884], [14, 0.19942507534694942], [16, 0.27281038645520533], [17, 0.09519553700045098], [18, 0.20904230790625708], [19, 0.10452115395312854], [20, 0.3135634618593856], [21, 0.20904230790625708]]}, {"author": ["Ben Winslow"], "title": "SL County Council to consider new mask mandate ahead of COVID-19 'endgame' bill", "date": "2021/03/24", "source": "https://www.fox13now.com/news/coronavirus/local-coronavirus-news/sl-county-council-to-consider-new-mask-mandate-ahead-of-covid-19-endgame-bill", "article_body": "SALT LAKE CITY — Salt Lake County Mayor Jenny Wilson said she has not yet decided if she will seek a new mask mandate if the COVID-19 \"endgame\" bill is signed by the governor and the statewide mask mandate is lifted on April 10.\n\n\"TBD,\" she said in response to a question from FOX 13 at a news conference on Wednesday. \"We’re going to wait and see.\"\n\nAs COVID-19 vaccines opened up to all Utahns over the age of 16, Mayor Wilson urged people to still wear masks in public until health experts say it is safe to remove them and when the state reaches a herd immunity through vaccination.\n\n\"While there’s light at the end of the tunnel, we need the community’s help,\" the mayor said.\n\nSalt Lake County Council Chair Steve DeBry told FOX 13 he intends to call a special meeting of the council on April 9 — the day before the mask mandate would be dropped under the \"endgame\" bill — to decide whether a new mask mandate is needed based on the latest data.\n\n\"If the benchmarks are met, then it’s a moot point for the council and there will be no masks anymore,\" he said. \"However, if one of the three or two of the three aren’t, then it’s up to the county council for Salt Lake County to determine.\"\n\nGovernor Spencer Cox signed the bill, even though he has been critical of it. He negotiated the April 10 date to end the statewide mask mandate with members of the Utah State Legislature, some of whom wanted to lift it immediately. The bill, sponsored by Rep. Paul Ray, R-Clearfield, lifts other health restrictions as vaccination rates rise and cases decline. But it allows local legislative bodies to seek their own mask mandates. Private businesses are also allowed to implement their own mask requirements for customers and employees.\n\nCouncil Chair DeBry said it remains to be seen if Utah's most populous county would remain under a mask mandate. Salt Lake County was among the first to adopt one last year, well ahead of then-Governor Gary Herbert implementing a statewide mandate in November.\n\n\"We don’t want to see people die,\" DeBry told FOX 13. \"And we need to protect vulnerable people.\"\n\nHe also worried about variants, a resurgence of the virus and how long the COVID-19 vaccine would last before people need a booster shot. DeBry has been prodding the county to start preparing for changes now — to avoid a return to drastic health restrictions.\n\n\"We’re seeing light at the end of the tunnel, but my concern is long term. It’s still going to be out there somewhere,\" he said of the virus. \"What do we have to do to stay on top of it so we don’t go back into this vortex of last year?\"\n\nThe Salt Lake County Health Department urged Utahns to not wait to get their shot. Health department director Gary Edwards said the mass vaccine clinics the county has set up have handled around 30,000 people a week.\n\n\"We are prepared to do more than that, even double that,\" he said, adding it was based on dosage availability that comes through the federal government.\n\nEdwards urged people to sign up for appointments. As of Wednesday, the Salt Lake County Health Department had about 17,000 open slots through the end of April. He also pleaded with people not to go \"vaccine shopping,\" where they book an appointment and then look for another one that's more convenient or try to get a certain brand of vaccine. In some cases, as many as 600 appointments have been double-booked, leaving others locked out.\n\n\"That’s 600 individuals that could have been vaccinated but weren’t able to. That’s the problem that it creates,\" Edwards warned.", "article_body_bow": [[1, 0.38781307225534245], [2, 0.10158476749828481], [4, 0.44603398250100273], [6, 0.19164836654973452], [7, 0.07617317484009162], [8, 0.18283136233091982], [9, 0.2742470434963797], [13, 0.2742470434963797], [14, 0.5484940869927594], [17, 0.1745490599648624], [18, 0.19164836654973452], [20, 0.09582418327486726], [21, 0.19164836654973452]]}, {"author": ["Ben Winslow"], "title": "Wyoming legislature won't advance marijuana bills", "date": "2021/03/24", "source": "https://www.fox13now.com/news/local-news/wyoming-legislature-wont-advance-marijuana-bills", "article_body": "CHEYENNE — The Wyoming State Legislature will not advance a pair of bills dealing with marijuana legalization.\n\nIn a procedural move, the Wyoming House of Representatives' Committee of the Whole declined to consider either bill, effectively rendering them dead for this legislative session. Now, medical cannabis advocates will have to decide whether to pursue a ballot initiative, as they have threatened.\n\nOne bill would have simply studied medical cannabis and whether it should be legalized in Wyoming. The other was a full marijuana legalization bill, raising the possibility of cannabis dispensaries on the Utah-Wyoming border.", "article_body_bow": [[2, 0.503000671618791], [17, 0.8642860199905152]]}, {"author": ["Jeff Tavss"], "title": "UDOH reports 562 more COVID-19 cases Wednesday, 5 new deaths", "date": "2021/03/24", "source": "https://www.fox13now.com/news/coronavirus/local-coronavirus-news/udoh-reports-562-more-covid-19-cases-wednesday-5-new-deaths", "article_body": "SALT LAKE CITY — The Utah Department of Health reported 562 new COVID-19 cases Wednesday, along with five new deaths. Officials say four of the five newly-reported deaths came before March 1.\n\nWATCH: All Utahns 16+ now eligible to receive vaccine\n\nWith Wednesday's cases, the state's total now rises to 382,733.\n\nThe state's rolling seven-day average for the number of positive tests IS 424 per day, and the rolling 7-day average for percent positivity of \"people over people\" dropped to is 7.7.\n\nLINKS: Here's how to register for a COVID-19 vaccination in Utah\n\nUtah has also administered 1,206,693 total vaccines.\n\nA total of 2,082 people have died of COVID-19 in Utah, including the two deaths reported Wednesday:", "article_body_bow": [[0, 0.3564882076949567], [2, 0.15150255654836287], [4, 0.28509036058056053], [6, 0.28582255199917417], [7, 0.11360394882898328], [9, 0.4090094335869118], [12, 0.11360394882898328], [14, 0.13633647786230393], [17, 0.5206416174203804], [18, 0.4287338279987613], [20, 0.14291127599958708]]}, {"author": ["The Associated Press"], "title": "President Biden taps Vice President Harris to lead response to border challenges", "date": "2021/03/24", "source": "https://www.fox13now.com/news/national-politics/president-biden-taps-vice-president-harris-to-lead-response-to-border-challenges", "article_body": "WASHINGTON (AP) — President Joe Biden has tapped Vice President Kamala Harris to lead the White House effort to tackle the migration challenges at the U.S. southern border.\n\n“This increase has been consequential, but the vice president has agreed, among the multiple other things that I have her leading, and I appreciate it, agreed to lead our diplomatic effort and work with those nations to accept the returnees and enhance migration enforcement efforts at their borders,” Biden said when he announced Harris’ new role Wednesday.\n\nBiden, in delegating the matter to Harris, is seeking to replicate a dynamic that played out when he served as President Barack Obama’s vice president. Obama turned to Biden early in his first term to lead the White House effort to draw down U.S. troops in the intractable war in Iraq.\n\nWith the move, Biden hopes to show he’s taking the situation seriously after facing stiff criticism from Republicans as the flow of migrants has increased since he took office in January.\n\nWhile speaking, Biden put some of the blame for the border issues on the Trump administration.\n\n“So, this new surge we’re dealing with now started with the last administration, but it’s our responsibility to deal with it humanely and to stop what’s happening,” said Biden.\n\nHe said when he was vice president, he and Obama got a bipartisan agreement to provide over $700 million to the countries in the Northern Triangle of Central America, and determined the best way to keep people from coming to the U.S. was to keep them from wanting to leave their countries.\n\n“Unfortunately, the last administration eliminated that funding, did not engage with it, did not use it, even though there was over $700 million to help get this done,” said Biden. “And we’re re-instituting that program and there are many factors as to why people leave in the first place, but this is the source of one of the reasons why we’ve had such a, before we took office, in the midst of the last administration, a somewhat draconian policy of separating children from their parents, etc.”\n\nBiden said he can’t think of anybody more qualified to head the effort than Harris, who ran the second largest attorney general’s office in the country in California, dealing with human rights and organized crime.\n\n“When she speaks, she speaks for me, doesn’t have to check with me. She knows what she’s doing, and I hope we can move this along,” said Biden.\n\nAfter thanking the president for having confidence in her, Harris said there’s no question that the work will be challenging.\n\n\"As the president has said, there are many factors that lead residents to leave these countries and while we are clear that people should not come to the border now, we also understand that we will enforce the law and that we also, because we can chew gum and walk at the same time, must address the root causes that cause people to make the trek that the president has described to come here,” said Harris.\n\nHarris said she also looks forward to working with Congress to address root causes of the migration issues.\n\n“Needless to say, the work will not be easy, but it is important work. It’s work that we demand, and the people of our countries need to help stem the tide that we have seen,” said Harris.\n\n", "article_body_bow": [[1, 0.4300187629433148], [4, 0.2569225215352836], [5, 0.6954723992725869], [7, 0.1842831278971564], [16, 0.06723150603829202], [18, 0.07727471103028742], [19, 0.46364826618172456], [21, 0.07727471103028742]]}, {"author": ["Jeff Tavss"], "title": "Stage 1 Water Shortage Advisory declared for Salt Lake City", "date": "2021/03/24", "source": "https://www.fox13now.com/news/local-news/stage-1-water-shortage-advisory-declared-for-salt-lake-city", "article_body": "SALT LAKE CITY — Salt Lake City Mayor Erin Mendenhall declared a Stage 1 Water Shortage Advisory Wednesday.\n\nThe move was made as this year's anticipated flow of water from local creeks that help supply water is expected to be 43 to 61 percent of average.\n\nREAD: Utah prepares for water restrictions in drought emergency\n\nAccording to city officials, soil moisture is exceptionally low, which is contributing to the \"inefficient\" spring runoff.\n\nStage 1 of the city's Five-State Water Shortage Contingency Plan is voluntary, used to send a message to residents to do their part to avoid shortages and be mindful of water use.\n\n“We want to invite and encourage everyone in our City, as well as the other municipalities we serve, to look at ways to reduce their water use, increase their water use efficiency and eliminate any water waste,” said Mayor Mendenhall. “We can prevent any serious shortages for the rest of the year through conservation by planning and preparing now, today.”\n\nMendenhall asks residents and businesses to take the following actions to help conserve water:\n\nSign up for a free water check to help determine efficient watering levels for lawn and landscapes.\n\nto help determine efficient watering levels for lawn and landscapes. Adjust automatic sprinkler controllers to reflect the season and weather, including shutting off during rainstorms.\n\nCheck sprinkler systems for broken or misaligned spray heads.\n\nCheck indoor faucets and fixtures for leaks and repair promptly.\n\nand repair promptly. Take advantage of the City’s water-saving tips for a water-wise landscape and garden.\n\n\"We are asking residents, businesses, institutions, including City departments, to implement simple and cost-effective measures to conserve water,\" said Mendenhall.\n\nThe Salt Lake City Fire Department announced it will conduct \"dry\" fire hydrant inspections.", "article_body_bow": [[1, 0.11740245433298872], [2, 0.06150541010795112], [3, 0.10095441114836913], [8, 0.2213937817192621], [13, 0.11069689085963105], [15, 0.10568229648482957], [17, 0.10568229648482957], [18, 0.11603522527488569], [20, 0.9282818021990855], [21, 0.11603522527488569]]}, {"author": [], "title": "The State of Vaccinations", "date": "2021/03/25", "source": "https://www.nytimes.com/2021/03/25/podcasts/the-daily/coronavirus-vaccinations-joe-biden.html", "article_body": "Listen and follow The Daily\n\nApple Podcasts | Spotify | Stitcher\n\nThe United States has never undertaken a vaccination campaign of the scale and speed of the Covid-19 program. There have been a few glitches, but it appears that the country is on track to fulfill President Biden’s goal of offering shots to all adults who want one by May 1.\n\nBut as Americans receive their first dose, and even get fully vaccinated, there will still be rules that govern social interactions. Precautions such as mask wearing and social distancing will not fall away immediately.\n\nWe look at the ups and downs in the American vaccination campaign and describe what life after inoculation might look like.", "article_body_bow": [[2, 0.24574277048647636], [5, 0.46361478905717535], [9, 0.4422856557876715], [11, 0.4222500148193933], [12, 0.36853964394358496], [21, 0.46361478905717535]]}, {"author": ["Jenna Wortham", "Wesley Morris"], "title": "'Still Processing' Talks The N-Word: The Most Offensive Word in the English Language", "date": "2021/03/18", "source": "https://www.nytimes.com/2021/03/18/podcasts/still-processing-n-word-season-premiere.html", "article_body": "wesley morris\n\nJenna Wortham.\n\njenna wortham\n\nWesley Morris.\n\nwesley morris\n\nHi.\n\njenna wortham\n\nHello. Hi.\n\nwesley morris\n\nHow are you?\n\njenna wortham\n\nYou know, we’re back, and we’re still in a personal pan pizza, which is what I’m going to call the pandemic, because I gotta take my joy where I can.\n\nwesley morris\n\nOh my god.\n\njenna wortham\n\nBut it’s been a year, and we’re still on the pancetta. We’re in the pon de replay. And I’m holding on. I’m doing my very best. How about you?\n\nwesley morris\n\nOh, man. I am doing my best myself.\n\njenna wortham\n\nMhm.\n\nwesley morris\n\nAnd one thing that keeps me out of trouble is not going to the gym.\n\njenna wortham\n\nThat’s right.\n\nwesley morris\n\nSo haven’t been to the gym in a year.\n\njenna wortham\n\nGood.\n\nwesley morris\n\nAnd just working out in my living room.\n\njenna wortham\n\nMhm.\n\nwesley morris\n\nAnd I recently had a friend give me his login for Peloton.\n\njenna wortham\n\nThat’s a nice friend.\n\nwesley morris\n\nI don’t have a bike or anything, so I’ve just been using the app for strength training. And I decided almost immediately who I knew I wanted to have my instructor be. There’s a guy named Adrian Williams. He is a handsome Black man with a little salt-and-pepper goatee. And I take his 45-minute full body strength class on Martin Luther King Day. All I can see on the screen is Adrian. All of the other people in the class, I don’t know. I mean, they’re avatars. I don’t know who else is in this class.\n\njenna wortham\n\nAnd chances are the vast majority of the people in your Zoom workout class are not going to be people of color.\n\nwesley morris\n\nYes.\n\njenna wortham\n\nIt just doesn’t break down that way.\n\nwesley morris\n\nIt just doesn’t break down like that in real life, and I’m assuming it just does not break down that way at Peloton. And Adrian, he picks the soundtrack.\n\n[music - en vogue, \"hold on\"]\n\nAnd the first song that comes on in this class is En Vogue’s “Hold On, which, you know, like nice to hear the girls again. And then I think maybe the fourth song is J. Cole’s “No Role Modelz.”\n\njenna wortham\n\nOK.\n\narchived recording (adrian williams) We got one more.\n\nwesley morris\n\nAnd I’m like —\n\narchived recording (adrian williams) Yeah, it’s burning.\n\nwesley morris\n\n— there was an n-word.\n\narchived recording (adrian williams) Come on.\n\nwesley morris\n\nThere was another n-word.\n\narchived recording (adrian williams) This is only our first circuit.\n\nwesley morris\n\nI mean, it’s a J. Cole song. It’s n-words everywhere. So —\n\narchived recording (adrian williams) Get your feelings in order.\n\nwesley morris\n\n— what happens when I, as a Black person, am in an environment where I don’t want to hear that word? It’s not a Black person using it on me, it’s a Black person saying it in a space where I’m pretty sure I’m one of the very few Black people in the room.\n\njenna wortham\n\nMhm.\n\nwesley morris\n\nWhat do I do with that? Who do I tell? I just have so many questions about the other people who are taking this class — are they hearing the word? I just feel like, suddenly, J. Cole and Adrian and I are performing for whoever else is in this class, and I can’t see them.\n\njenna wortham\n\nMhm. I mean, not to be all armchair psycho about it, but you know, it sounds like, in a way, Adrian feels like he can assert his Blackness in this predominantly white space. We can’t ignore the fact that this is happening in the wake of everything that happened last year, and especially last summer.\n\nwesley morris\n\nMhm.\n\njenna wortham\n\nI think Black people in this country have been waiting for the opportunity to take up a lot more psychic space, and I think Black people in this country were like, I am tired of feeling like I can’t talk about the treatment that I endure. We’ve seen people dropping the veneer of whatever post-racial fantasy. No, I want to talk about my day-to-day lived experience, which excites me, actually.\n\nwesley morris\n\nRight.\n\njenna wortham\n\nBut you know, it sounds like Adrian is using whatever tools he has at hand to take up space.\n\nwesley morris\n\nYeah. Adrian didn’t say why he played this J. Cole song, why that song was on his playlist. But every time I hear the word, though, I’m just thinking, like, god, this word, this word. Why this word? I don’t want to be dealing with this right now. Why, why, why?\n\njenna wortham\n\nMhm.\n\nwesley morris\n\nYou know, again, I cannot see who else is in the class, but what I’m thinking as I’m hearing this J. Cole song is like, is anybody else bothered by this? And if they are bothered by it, is it a Black person who is bothered by it in the same way that I am?\n\njenna wortham\n\nYou know, I am always in awe of its deployment by Black people, but then I get really annoyed, as well, because I never, ever, ever want to hear that word coming out of a white person’s mouth, no matter what. And I also think that, among most Black people, that is settled. Like, we don’t want to hear y’all say it because it just feels so devastating. And I’m of two minds about it. And I guess that sounds like a double standard, but it really isn’t if you sit with it and think about it.\n\nwesley morris\n\nWell, I think this is the exact right moment to talk about this word. And we should talk about the spectrum of usages, not just in my exercise class or in music, but every place this word has resurfaced.\n\njenna wortham\n\nAnd you know, look, this word is heavy. It brings up a lot, clearly, for both of us, and we assume for our listeners, as well. And so we don’t want you to be like Wesley caught out in Adrian’s class, so this is just a little bit of a heads-up that we will be employing the word in all its uses in this episode. And prepare the body, do some little squats, get some water, because we’re going to do this. Let’s see what happens. Wesley, I know you’re down. I’m down. So get the “Green Book,” get your mask, get in the car, let’s go.\n\n[theme music]\n\nI’m Jenna Wortham.\n\nwesley morris\n\nI’m Wesley Morris. We’re two culture writers at The New York Times.\n\njenna wortham\n\nThis is Still Processing.\n\nwesley morris\n\nJenna.\n\njenna wortham\n\nOh, Wesley.\n\nwesley morris\n\nYou and I have for years been talking about the n-word. We’ve been talking about our relationship to it. We’ve been talking about whether we need it, how I feel about it, whether you use it. Part of the reason that I’ve been thinking about this word so much is that it’s been in our workplace recently.\n\njenna wortham\n\nMhm.\n\nwesley morris\n\nAnd the reason it’s been in our work life is because a colleague used it.\n\njenna wortham\n\nA ton has been written about this incident, and if you really want to know more, Google is your friend. You can just deep dive right on in. But just to give you a quick overview of what happened, a white colleague of ours was on a school trip with a bunch of high school kids and used the word in a sentence. You know —\n\nwesley morris\n\nRight. He used it quoting the word. He was not using it in the sort of conventional racist way. But he used it. And it essentially became this flashpoint in a conversation about whether or not it was OK to use the word. And you know, is there ever a good time to use it?\n\njenna wortham\n\nWell, and to get a little more specific, the debate spins out from there, ultimately results in our colleague leaving his job and leaving the New York Times.\n\nwesley morris\n\nAnd you know, I think that the thing that really upset me was that this word was going to threaten to tear our newsroom apart. You could feel it.\n\njenna wortham\n\nFor sure.\n\nwesley morris\n\nAnd it’s really heartbreaking to see that this old-ass word is still boiling people’s blood, it is still costing people things, it’s still hurting people. I mean, I just can’t believe it. I can’t believe it.\n\njenna wortham\n\nThat word, it’s not something that you expect to deal with in your workplace. You just feel so exposed and so vulnerable. And like, it just turns you inside out, because you’re kind of doing this mental inventory of dredging up all the times someone has said the word around you or to you, and then tried to tell you it wasn’t a big deal or to get over yourself. Because that’s what this word does, it lives beyond time. And it’s not something that anyone should have to deal with when they just want to show up and do their job. And it ate up so much of my energy. I mean, I kept being like, I’m fine, but then while this was happening, at the end of every workday, I was just completely depleted. I didn’t even have enough energy to take a bath. And I finally had to just admit and to reconcile, like, this is taking a huge toll. There’s this Toni Morrison quote that is just very grammable, and so I’ve seen it a bunch, but I’ll just paraphrase it. But it’s essentially that the function of racism is to be a distraction. And you get so caught up in explaining yourself and explaining your reason for being — and essentially defending your existence — that everything else falls away. And Ms. Morrison is cautioning us, do not fall into the trap. She’s right. I mean, it’s the only thing that you and I were able to talk about. Like, we were spending more time on the phone digging into this incident than we were talking about our book projects, talking about this show, talking about our love lives, talking about what we were cooking for dinner. Like, all we were obsessed with and consumed with was this word. And it was so unfair.\n\nwesley morris\n\nYeah. I think it’s America’s word. I think that white people have a stake in it as much as Black people do. And it’s been very interesting to watch white people defend their ability to use it. And it just really strikes me as being about a kind of sense of ownership in a way that they might not even intend.\n\njenna wortham\n\nDeeply embedded in that ownership is the most incredible time capsule, or maybe it’s a ticking time bomb. And I think it’s scary because I’m like, do you know what lineage you’re invoking? Do you understand how that word has been wielded throughout time? And maybe you should revisit “Roots” and just reorient yourself in the power of this word and the way it really comes from a desire to limit and reduce and diminish and humiliate and really render a person into nothingness. And ask yourself, is that worth all this?\n\nwesley morris\n\nBut I mean, the fact of the matter is that you and I are talking about a thing that is, like, among Black people, settled, right? Like, I mean, it seems —\n\njenna wortham\n\nYes.\n\nwesley morris\n\n— settled, like, because it’s so baked into Black culture that it’s not going anywhere. When I lived in San Francisco, when I was 23 and 24 and 25 years old, I get on Muni, and you know, there’d be some Filipino kids or some Chicano kids just hanging out on the subway n-wording each other.\n\njenna wortham\n\nMhm.\n\nwesley morris\n\nAnd I’m like — I would go up to them as a recent college graduate and be like, yo —\n\njenna wortham\n\nOh my god.\n\nwesley morris\n\n— y’all need to stop. This is not your word. You can’t say that.\n\njenna wortham\n\nProfessor Morris —\n\nwesley morris\n\nI mean —\n\njenna wortham\n\n— reporting for duty. I love it so much.\n\nwesley morris\n\nYeah. But I will report back to you that it didn’t go anywhere.\n\njenna wortham\n\nThey were like, get out of my face.\n\nwesley morris\n\nYeah. And I think part of what I was thinking, or what I was trying to do, was preserve it. If I could just get it out of Chicano usage, then I could sort of get Black people to stop using it, too. But it was a folly. Again, I was 23, and I realized it just wasn’t useful. Like, there’s no point in doing this. In terms of where it’s going in the culture and who is using it, it’s settled. It’s settled. And to the degree to which, like, I was trying to win something, I was going to lose. I was just going to lose. I just had to come up with my own relationship to that word.\n\njenna wortham\n\nYes. It almost sounds like you’re trying to contain something that is uncontainable. You’re trying to put this tool back in its box, right?\n\nwesley morris\n\nI was trying to put a lid on a boiling pot that had boiled all — been boiling over for centuries. Yes. Yes.\n\njenna wortham\n\nWhy did that feel important to you?\n\nwesley morris\n\nWow, Jenna. Because it’s such an ugly word. It’s such a, like, horrible word to me, and I wasn’t — like, hearing it come out of mouths that weren’t even Black people, but they weren’t white people, either. And they weren’t using it maliciously, right? But it didn’t matter because to my ear, hearing it come out of any non-Black mouth, it upset me. It hurt me that they didn’t understand the degree to which that word is a toxic or radioactive element in any Black person’s social life. It was as common for them to call each other the n-word as it was for Black people to use it on each other.\n\njenna wortham\n\nYou know, when people are using that word in that really familial, familiar sense who are not Black, right, it’s of course the co-option of Black culture and the proximity to Blackness. You get so many points by inhabiting Blackness, but not actually being Black yourself, right? Just look at the entire Kardashian empire. And I’m really thinking about this pink Uno deck that came out this summer from one of the Jenners. Like, Uno, why? Why? It makes me angry to think about it. Like, you know why, right? Because they wanted to name that they know about Black things, including Uno. Let it go, OK? There are hundreds of card games that you could have chosen, and you chose that one for a very particular reason. As a related note, the artist Nina Chanel Abney put a a Uno deck — a very Black Uno deck — which is amazing. I bought 10 of them, just in defiance to the Jenner deck. But the point I’m trying to make is, the closer you can get to Blackness and Black people without actually being Black, it places you in this really interesting cultural hierarchy because people love that. They love it. They love to see Blackness on non-Black people. It feels really edgy. It feels really cool. It feels like you’re getting close to something without actually having to engage with the thing itself, also called anti-Blackness. But so I think there’s that. I guess, you know, I’m always in awe of the n-word. And as much as I don’t want to hear it, when it is employed in this cultural sense — whether it’s used as a greeting, whether it’s used in a song, pretty much any time it’s not being used by a white person, right — I really have to take a step back and, like, admire the power and the energy that it took to transform that word into something that can be used in that way. That word, which was erected to create a category of otherness, to create a category of non-humanness, to create a category of people who weren’t even seen as people, but to create us and then y’all. And we can do whatever we want to y’all because you’re not really people, you’re this other word. And to really, over time, that that word could mutate into this other usage, I mean, that is like — think about the power that that takes. Think about how much energy you have to invest. It took years of polishing that word, right, to get it to where it needed to be. To change it enough that it could be used in a way, in a multitude of ways, that are vastly different from the original creation of that word.\n\nwesley morris\n\nYeah. Yeah, I think that a little bit of what I’m trying to get at about the Muni situation was I think, in some ways, the fight for what it took to get to the place where Black people could even use it and have it be loving and affectionate and normalized, but at the same time, you know —\n\njenna wortham\n\nYeah.\n\nwesley morris\n\n— I grew up in a family that didn’t use it. And I think my grandmother, who was born in 1928, was one of those — we’re basically Yankees. Nobody goes any further south than Maryland on my mother’s side of the family. And —\n\njenna wortham\n\nI love that.\n\nwesley morris\n\n— most of us are in Philadelphia. My family was really concerned with, as were many people in my grandmother’s generation, with being upstanding and good even if you were poor and had nothing — which we were, and had lots of nothing. But there was this dichotomy that springs up, which is the difference between a Negro and an n-word.\n\njenna wortham\n\nOh, lord. Yes, many conversations were had about that when I was a child.\n\nwesley morris\n\nYou know, my grandmother had a whole speech about n-words versus Black people. So much of their self-worth was in being defined against the n-word, and a lifetime — a childhood, childhoods, of being called that word by white people. And I mean, I don’t know if you remember this, but Chris Rock has a very, very, very famous routine about this. In his classic “Bring the Pain” routine, that I VHSed, by the way — I used to watch that over and over and over and over — he starts and says, I love Black people, but I hate n-words.\n\narchived recording (chris rock) Now, we’ve got a lot of things, a lot of racism going on in the world right now. Who is more racist, Black people or white people? Black people. You know why? Because we hate Black people, too. Everything white people don’t like about Black people, Black people really don’t like about Black people.\n\nwesley morris\n\nAnd the audience goes crazy because they know that he’s about to go there.\n\narchived recording (chris rock) There’s like a civil war going on with Black people. And there’s two sides. There’s Black people and there’s [n-words]. And [n-words] have got to go. Every time Black people want to have a good time, ignorant-ass [n-words] [EXPLCIT] it up.\n\njenna wortham\n\nHe’s using the word, and he is letting it sit in his mouth like a really delicious sip of red wine that is still oxidizing. Like, he’s holding it in his mouth, just getting all the flavor out of it. Like, he’s chewing it like a piece of meat.\n\nwesley morris\n\nI mean, he’s also making it sound like the word that it is, right? He’s making it sound like it is a vile, ugly, disgusting word. The disgust with which he says that word, every time he says it, it is palpable, and it is vicious and vivid.\n\narchived recording (chris rock) Can’t go to a movie the first week it come out. Why? Because [n-words] are shooting at the screen. Hey, I love Black people, but I hate [n-words].\n\njenna wortham\n\nYeah, that bit is really working on so many levels. And there’s of course just like the entry level, right, which is it’s been a lecture that’s been passed down to you from your parents, your grandparents. But it’s also acknowledging the vestigial hatred and trauma that comes with the need — I’m using air quotes — to make that distinction, right? And this kind of historical, repetitive task that Black people find themselves engaged in — that I still find myself engaged in — when you start doing kind of these mental gymnastics to physically, emotionally, psychically assert that you’re not a bad Black person. You’re not one of them, right? And it’s something that comes up for me when I go into like a high-end store. I try to look like I have money. You know, it’s something that comes up for me when I’m — I’ve actually stopped doing this, to be honest with you, but like making sure my hands are out of my pockets or making sure that my purse isn’t open. I mean, I don’t carry purses —\n\nwesley morris\n\nOh, I still — involuntary things I do when I go into public space so that nobody gets the wrong idea about me, same thing.\n\njenna wortham\n\nRight.\n\nwesley morris\n\nThere’s a degree to which being Black is a lot about optics, and a lot about having white people, having white society — the American caste system, basically — take you seriously to seem or look or sound worthy of being in that upper tier of the caste system, right? Part of my visceral reaction as being a 23-year-old who had finally felt like he had made it in San Francisco was the hope and prayer that I wouldn’t have to deal with that word. And the idea that I’m just on a subway on the West Coast — a place I had never been before but had these utopian feelings about — and here I am on the subway, as though I had never even left Philadelphia, having to contend with this word being used by not even Black people or white people? It just was too much for me. And I think that, to the degree to which my personality has been formed without even realizing it, Jenna, in opposition to being an n-word.\n\njenna wortham\n\nAnd it’s tied to that bit because it comes from a place of having to fight for your worthiness, and it also comes from a direct historical experience of people who were called that word and their life hung in the balance, right? Like, someone is saying that word to you, you know that they’re also willing to probably kill you, right? And so that’s something your grandmother’s tapping into, that’s something my father is tapping into when they’re telling us don’t be an n-word. And it’s really scary and it’s really sad. And I think, you know, you and I are both reading the same book right now, which is by Randall Kennedy. It’s called — the first word —\n\nwesley morris\n\nThe actual word.\n\njenna wortham\n\n— it’s called the actual word, colon, “The Strange Career of a Troublesome Word.” And career is so interesting as a term because it is doing work. It is performing labor. And that labor is divisive. The labor is, as long as there’s someone below me, I’m OK. And again, that’s like a very insidious example of, like, white supremacist thinking that continues to need a lowest common denominator to rise above. And so for me, that’s the most interesting case to retire the word, even among Black people, because it does work. Like, it does a type of work that even when we can’t directly see it sweating, it is working, honey. Like, it is working in the same way that it worked since it came into existence.\n\nwesley morris\n\nIt’s also much different to say it than it is to write it, I have to say. To put it in a set of quotation marks in a piece that you are writing no matter who you are is just different to me than saying it out loud. I have to make a reservation with my soul a week in advance before I say the word. It’s like, Wesley, don’t forget, on March 15, 2021, you are going to say the whole word. This is the gymnastics that I put myself through, where like even the idea of saying it just results in me, like, almost having a stroke. You know, I’ve been on this journey with this word, just really thinking about it in ways that I had never really seriously thought about it before, because I was so busy reacting against it. But I actually think that there is something — for as ugly as it is, I also think there’s something so beautiful about it. And I think that, when you feel its power and you feel — when you see a Black person wield it, there’s also just nothing, nothing like that. So let’s just take a break. And when we come back, we’re just going to talk about the beauty of the word. The impossible beauty of that word.\n\n[music]\n\njenna wortham\n\nI have to admit that I always feel a little silly saying, like, the n-word, as though that doesn’t mean something else.\n\nwesley morris\n\nYes.\n\njenna wortham\n\nThe n-word, you know? Like, what does that even mean, you know?\n\nwesley morris\n\nJenna, you’re reading my mind. Yeah.\n\njenna wortham\n\nIt’s so like, OK, we’re children. But listen, I grew up in a household where that word was not permitted to be used in any capacity. It was pretty well-ingrained in me, that’s not a word we use. And because I’m me, and pretty much everything someone tells me I can’t do, I find a way to do —\n\nwesley morris\n\nOh my god, this is where we’re the opposite.\n\njenna wortham\n\nI’m a boundary pusher. I love finding the limits of something and then trying to get past that. So when I got to college, I went to U.V.A., as you know, which is a predominantly white school, but jokingly inside we called it a knockoff H.B.C.U. because there were just so many Black people there. And I met this crew of girls. We became super tight. We’re still close. And we loved to call each other the n-word. It felt really good to live in this space. It felt really good to be defiant. It felt really good to feel out something, at least for me, that had been taboo, and to play around with it and just employ it very liberally. And it felt like ours. It felt like something that belonged to us and only we could use, and we really leaned into it. And I felt really free. You know? It felt really fun. And it also felt like kinship. You know? It felt really special to have this term of endearment that always cracked us up. And I feel like we played around a lot with figuring out how to say it, because that one word with the A-A-H at the end of it has eons of inflections to it. It just contains entire galaxies of humor if you say it at the right time, in the right tone of voice, cutting it off at the exact right minute. I mean, in itself is such a tool of comedy. And it was fun to figure out how to perfect and play around with it.\n\nwesley morris\n\nMhm.\n\njenna wortham\n\nBut I’ve gone through over the last couple of years and really worked through really working on removing gender-specific references, gendered pronouns, skimming my vocabulary and my assumptions about ableism. You know, making space for different experiences and really trying to be mindful. So I’ve just arrived in a place, where I’m at today, it just doesn’t feel as good. And I think I’m just really tuning in to a sensitivity and a frequency of, you know, we’re tired. And a lot of us — and I’m speaking right now about Black people — a lot of us are just really fragile. At some point in the last nine years, after Trayvon Martin, I mean, I was experiencing this myself, but I just became really attuned to a fragility among some Black people. And understanding how the word, even when used by Black people in — I’ll just say a safe space, in community spaces — that it still dredged up that historical trauma, and that it still had this impact really shaped me. And it just naturally faded away. Like, it faded from my popular use. And it felt right. You know? That felt right. I don’t want to — I don’t know, I don’t want to hurt anybody. I don’t want to inflict more harm upon a Black person if I can help it.\n\nwesley morris\n\nWell, I mean, you know, this is a word that has been — any living Black person, it’s been in your life probably the entire time you’ve been living.\n\njenna wortham\n\nIt’s probably been in your life even before you knew what the word meant.\n\nwesley morris\n\nOh, yeah.\n\njenna wortham\n\nLike, I remember my niece coming home from school and being like, what’s jigger? Like, in preschool. It starts even before you have a sense of yourself as a racialized being. The world racializes you first. This is why we get so worked up about it, because it is just so much bigger than one instance, one mistake, one rap lyric. You know? It really enters your life even before you get a chance to figure out how you want to live your life. But the point I’m trying to make is, when I was younger, I felt like that word was the only thing that, without a doubt, belonged to me as a Black person that did not belong to a white person. And if you really think about it, that’s sad. But that’s not my inheritance. That’s not the thing that goes into the dowry, right? That’s not in my trunk of keepsakes that I’ll take with me when I move into my married house like in the old days. You know? It’s just not an antique for me. You know? It wasn’t mine to begin with. I’m in awe of it, but it’s not in my shoebox.\n\nwesley morris\n\nMm. You know, I was thinking about how aware of it I was as a kid. You know, my dad was a big comedy records person. He listened to all his favorite comedians. And one of his favorite people to listen to, Richard Pryor.\n\njenna wortham\n\nHm. Mhm.\n\nwesley morris\n\nAnd Richard Pryor is the greatest practitioner of the n-word in the history of its usage.\n\njenna wortham\n\nHm.\n\nwesley morris\n\nNobody has done more to simultaneously problematize that word, but also to normalize it as a way of being in the world.\n\njenna wortham\n\nYou know, it’s so funny because you sent me the album, and I didn’t listen to it.\n\nwesley morris\n\nI sent you a copy of “That N-word Is Crazy.”\n\njenna wortham\n\nMhm. So when I think of Richard Pryor, I think about my dad. I think about Joe Wortham because he loved that type of comedy. Even though we were not allowed to use the n-word, even though we were not — oh my god, we had so many rules, and I think this is very much from my dad’s trauma of growing up in the South, and then even being in Philadelphia, you know, I think he had a lot of trauma around us getting fingered as n-words with the hard ”-er.” So there were a lot of rules about what we could and couldn’t say, how we were supposed to speak, how we were supposed to wear our hair. When I was younger, it felt so controlling and restrictive — and it was. And I also, now that I’ve aged, I understand that he was trying to protect us from something that he had not been able to protect himself from. And he wasn’t able to protect us from it, either, to be honest, but that really weighs on my mind. So it was this confusing thing for me. So I would be a little kid. You know, picture me eight, nine, 10 years old on my belly, coloring in a book. And Richard Pryor is on the TV, you know, saying this word. And I’m just like (GASPING) in that little kid way, where you’re like, that’s a bad word. So for me, Richard Pryor just always had this association of taboo. And even as an adult, I still haven’t fully listened to that record. And you sent it to me. You sent me a copy, and I couldn’t do it. I don’t know why I couldn’t do it. I felt scared to open that chest.\n\nwesley morris\n\nMhm. That’s fascinating. Yeah, I mean, he is doing the work of reclaiming the word, in a way. I mean, you know, at that point, it is long part of African-American vernacular, but there’s something about the way that he’s doing it where, like, none of the other Black comedians were using that word. Dick Gregory didn’t use it. Moms Mabley didn’t use it. Flip Wilson didn’t use it. Bill Cosby didn’t use it. It was Richard Pryor.\n\narchived recording (richard pryor) White folks do things a lot different than [n-words] do. They eat quiet and shit you build out of it. archived recording 1 Pass the potatoes. [LAUGHTER] archived recording 2 Thank you, darling. Could I have a bit of that sauce?\n\nwesley morris\n\nAnd the thing that really moved me was the way that it just wants that word to be another word for person — for Black person — and to unload it of all its negative connotations. It’s so far away from Chris Rock’s usage. There aren’t Black people and n-words. There are just n-words. Every Black person is an n-word.\n\narchived recording (richard pryor) A lot of [n-words] ain’t scared, you know what I mean? Like when the Martians landed and shit, white folks got scared. Oh, my. Golly! I’ll tell ya! Just a big ol’ helicopter thing came down and landed. People got on [INAUDIBLE] all over their body! Big ol’ claw hands and shit! Jesus Christ! Nothing can scare a [n-word] after 400 years of this shit.\n\nwesley morris\n\nIt’s still the most shocking word in the English language. It now just exists in two polar states. On the one hand, with Richard Pryor, there are white people. And on the other hand, there are n-words.\n\njenna wortham\n\n[LAUGHS] Well, there are polls, and then there are hand grenades, like the one Rihanna threw on February 1 in response to a tweet hosted by Daniel Cameron.\n\nwesley morris\n\nDaniel Cameron, of course, being the attorney general of Kentucky, the man who presented the case to the grand jury as to whether or not to indict the police officers involved in Breonna Taylor’s death.\n\njenna wortham\n\nAnd in case you didn’t feel the giant wave of grief and sadness in September that rocked many people’s worlds, none of them were indicted for her death. That decision unleashed such a wave of depression and disgust and anger and angst that, once again, another unarmed Black person dies at the hand of the police and no one is willing to do anything. So there’s just a lot around this man who was Black. So five months later, this man dust off his microphone and tweets, “Today marks the first day of #BlackHistoryMonth.” And then Twitter auto-populates with the little trifecta of the three Black raised fist. Then it continues. “This month, let’s take time to remember and celebrate the contributions Black men and women have made to our Commonwealth and our nation.” So he tweets that. And here comes Rihanna. She retreats him and adds the line, “Sup, n-word. #JusticeForBreonnaTaylor.” Microphone drop.\n\nwesley morris\n\nYeah, well, we should talk about what she’s making that word do.\n\njenna wortham\n\nWell, it’s very interesting to notice that she employed the heated spayd games version with the “a” and not the historic plantation version with the “er.” That’s the first thing to notice.\n\nwesley morris\n\nThe other thing is that — this is a Black on Black operation here. It’s happening on Twitter in a very public place. But it also is like an interesting call in, because it’s simultaneously about this Black person not doing right by Black people — according to, in this instance, Rihanna and the many people who agree with her that justice was not served for Breonna Taylor. But it also — she’s using the word in the ugliest possible way that you can use it on a Black person, which is to say that you are an instrument of white power.\n\njenna wortham\n\nYeah, yeah.\n\nwesley morris\n\nYou’re perpetuating harm against Black people. And you aren’t doing all that you can to live up to the best of what Black History Month purports to be about. And she is saying that whatever you just tweeted is hypocrisy. And all of those things are there in that one word.\n\njenna wortham\n\nAnd she’s also letting him know, like — I mean, this is the part that’s hard to really grapple with, but he can always just be an n-word.\n\nwesley morris\n\nThat’s the other usage, right? That’s the other thing that this tweet is connected to for me. And so you have these two contexts for this word converging in these two words. And it’s just — I hope nobody ever sends me a tweet like that.\n\njenna wortham\n\nI was just thinking that. But I also think that her ability to use it — it is such a linguistic power move. Especially an artist, right? Someone who’s thinking with so much deliberation about lyrics and words and presentation. Like, of course Rihanna understands, with just so much clarity and awareness, the chimeric quality of language and especially that word.\n\nwesley morris\n\nWell, I mean, you saying that makes me want to ask you if we can go back to Adrian Williams for a second.\n\njenna wortham\n\n[LAUGHS] OK.\n\nwesley morris\n\nWhy is what she did to Daniel Cameron OK to my visceral self? And I have a real problem being in that space with Adrian Williams and these white people that I can’t see with the J. Cole song. And the place that it takes me is this song by Solange, and I know very well, called “FUBU.” Writ large, the song is basically about Black culture belonging to Black people. And the opening lyrics of the song are all my n-words in the whole wide world.\n\n[music - solange, \"fubu\"]\n\narchived recording (solange) (SINGING) All my [n-words] in the whole wide world.\n\nwesley morris\n\nAnd it’s just so clear that she’s drawing a line around a kind of space, around a kind of cultural space.\n\narchived recording (solange) (SINGING) Make this song to make it all y’all’s turn for us. This shit is for us.\n\njenna wortham\n\nWell, as improbable as it sounds, I’m not sure that the deployment is all that different between Adrian and Solange, truth be told. You know, Solange makes this album in 2017. And the name of the album is “A Seat at the Table.” And she does an interview and she’s describing her word choice in that song. And she acknowledges, I don’t normally use the n-word in my songs. But at the time, I was on a road trip through Marfa, of all places. Marfa, Texas — really gorgeous artsy town in West Texas. Sky for days. A lot of creatives go there to make work. A lot of Black artists go there to make work. Solange is like, we’re visiting friends. We’ve been here a million times. And we have this really scary encounter with the police, right? They get hassled. And she’s also reading “Citizen: An American Lyric” by Claudia Rankine who’s a poet and devotes an entire text to her relationship to racism and racial aggressions and microaggressions and the depressed state it leaves her in. And Solange is just like, you know what? I’m not going to tiptoe around it. I’m going to say what I want. I’m going to lean into my artistic intuition, which is telling me to make a song, and to make this song. And there are just some things that are for us. And you know, in that song, she’s not just talking about the n-word. She’s talking about cornrows, she’s talking about affectations of speech. She’s just talking about so many things. You can put these things on all you want. You can layer on all these accouterments of blackness. But you will never be Black. Some things are for us.\n\narchived recording (solange) (SINGING) All my [n-words] in the whole wide world.\n\njenna wortham\n\nHearing her do that song live really does something in the body. It does something to you. It does create a space. And even if you’re in mixed company, even if there are non-Black people there, it still gives you that endorphin high that you always get in a musical setting when you’re in a live music setting. But you really feel loved and cared for and a sense of ownership. And it’s also like a caution, it’s like a yellow yield sign too where she’s also saying, back up, because if you are a white person in that space, and you’re watching people really just have a full body transformative experience, I think you understand something too, right? And it became this anthem of pride and ownership. And then when her next album comes out, “When I Get Home,” she releases a song called “Almeda” which has the same message, the same energy, and does not use the n-word.\n\n[music - solange, \"almeda\"]\n\narchived recording (solange) (SINGING) We just sittin’ here fooling around. We just sittin’ here coolin’ around. We just sittin’ here high, comin’ down.\n\njenna wortham\n\nAnd she’s just going through all these things she loves about being Black. And it has the exact same effect in some ways. It’s just a different approach into it. I mean, just like, what kind of white person is going to sing along to all the n-words in “FUBU“? I mean, it’s also really hard, I think, to be a white person or a non-Black person and sing along to the lyrics in “Almeda” which — brown skin, brown face, brown leather, brown sugar, brown — I mean, you know — black waves, black days, black baes, black things.\n\narchived recording (solange) (SINGING) — brown zippers, brown face, black skin, black braids, black waves, black days, black baes, black days.\n\njenna wortham\n\nThese are Black-owned things. That’s also precious. And that’s also something that is creating this protective sphere around everyone that’s listening to it and singing along to it. You know, I think it was really important for her as an artist to say, I’m fed up. And this is what that looks like. And then to kind of keep that thread going and do it in a totally different way because — I don’t know. It’s like, I think, Adrian, his own way — he was fed up. And he was tired of feeling like he had to tiptoe around something.\n\nwesley morris\n\nYeah, yeah. I mean he — it’s interesting though, because it’s so subtle, right? You know, that reclamation of space, because it doesn’t make it any easier to hear that word in that space, because I guess I don’t know who I’m sharing that space with. And I think that does matter still to me. And he and I might even disagree about whether it’s even worth playing that song. But I definitely respect his right to do it. I feel like that for me is a journey that I’ve been on since I’ve been talking to you. [LAUGHTER]\n\njenna wortham\n\nWe’re definitely on it together. We’re on it together.\n\nwesley morris\n\nThere’s a story that you and I have with this word. And the reason — I want to tell you something about how it made me feel when you used it on me.\n\njenna wortham\n\nAre you really going to talk about that?\n\nwesley morris\n\nI do. I want to talk about it. Jenna, come on.\n\njenna wortham\n\nAll right, fine.\n\nwesley morris\n\nCome with me on this. Do you remember how you used it on me?\n\njenna wortham\n\n[LAUGHS] Yes, because it was purely without thinking. We were working together. You had done something ridiculous. And it just slipped. I was like, listen, like what are — no, what are you doing? And you were like — your face dropped. And I immediately apologized. I was like, I’m so sorry. I realized we are different, of different ilks. I am so sorry. I did. I felt really bad. I still feel really bad.\n\nwesley morris\n\nI remember absorbing it.\n\njenna wortham\n\nYou did your Wesley thing when you’re uncomfortable, which is you just busted out into a very inexplicable long laugh that had no end for many seconds. You just kept laughing.\n\nwesley morris\n\nWell, for the next three or four days after that, I was like, Jenna called me the n-word. Jenna called me the n-word. But it made me feel loved, I have to say.\n\njenna wortham\n\n[LAUGHS] This is crazy! This is bananas.\n\nwesley morris\n\n— It’s really crazy. [LAUGHS] It’s true, though.\n\njenna wortham\n\nThis word is bananas.\n\nwesley morris\n\nThe word is bananas. But I only received it as — I mean, I was shocked that you said it. But I couldn’t stop thinking about it. And I was like, I don’t know. When Black people, in the rare occasions when it happens to me, when a person feels like they can do it, [SIGHS] I do feel like it’s the Richard Pryor usage. It’s love. And I carry that around with me, too.\n\njenna wortham\n\nBut that’s — I am wondering why, that if you’ve experienced that were as a vector of love and affection, what stops you from using it in the same way?\n\nwesley morris\n\n[SIGHS] [LAUGHS]\n\njenna wortham\n\nThere is that uncomfortable laughter again. I love it.\n\nwesley morris\n\nThe truth, the honest to God truth — the first thing that comes to my mind as an answer is I’m just not that kind of Black person. I didn’t grow up using it. And I get a lot of pleasure from other people’s use of it so that I don’t have to use it. You know, I mean — I mean, for me, it would require becoming a kind of different person in my imagining of what it would be like to use that word. I mean, maybe there’ll be some point at which I’m comfortable partaking in that. But I don’t feel I have that in me. Does that make sense?\n\njenna wortham\n\nDefinitely.\n\n[theme music]\n\nwesley morris\n\nThat’s our show. And the good news is that we’re sticking around for a whole season. So next week, we’ll be back and the week after that and the week after that. And we’re so excited to be doing that with you guys.\n\njenna wortham\n\nStill Processing is produced at the New York Times by Hans Buetow and Elyssa Dudley.\n\nwesley morris\n\nOur editors are Sarah Sarasohn and Sasha Weiss.\n\njenna wortham\n\nMarian Lozano mixes the show.\n\nwesley morris\n\nAnd special thanks to Lisa Tobin, Sydney Harper, Monica Drake, Nikita Stewart, Jazmine Hughes, Rogene Jacquette, Cliff Levy, Sam Dolnick and Dean Baquet.\n\njenna wortham\n\nOur theme music is by Kindness. It is called “World Restart” from the album “Otherness.”\n\nwesley morris\n\nAnd you can find out more about everything we mentioned in the show, from Chris Rock to Uno, at nytimes.com/stillprocessing. And thank you for listening. We will be back next week.\n\njenna wortham", "article_body_bow": [[0, 0.015303077763173436], [1, 0.06517435458002224], [2, 0.009755394515727106], [3, 0.008006207154189376], [4, 0.42221654260829894], [6, 0.027606581233041248], [7, 0.1682465391097269], [8, 0.035115344816162235], [10, 0.008381152924011422], [11, 0.8297341394771308], [12, 0.007315066917814214], [13, 0.008778836204040559], [15, 0.025143458772034267], [16, 0.17613655739216627], [19, 0.1472350999095533], [21, 0.21165045611998287]]}, {"author": ["Nelson D. Schwartz"], "title": "Jobless Claims Fall to Lowest Point in the Pandemic: Live Updates", "date": "2021/03/25", "source": "https://www.nytimes.com/live/2021/03/25/business/stock-market-today/", "article_body": "Live Jobless Claims Fall to Lowest Point in the Pandemic: Live Updates RIGHT NOW Unemployment claims drop to a pandemic low as reopenings offer hope. S&P 500 - % Dow - % Nasdaq - %\n\nUnemployment claims drop to a pandemic low as reopenings offer hope. 6 million New weekly jobless claims 4 Pandemic Unemployment Assistance claims Lowest since beginning of pandemic 2 Regular state claims Jan. ’20 April July Oct. Jan. ’21 6 million New weekly jobless claims 4 Lowest since beginning of pandemic Pandemic Unemployment Assistance claims 2 Regular state claims Jan. ’20 April July Oct. Jan. ’21 While vaccination efforts have gathered speed and restrictions on activities have receded in many states, the job market is showing signs of life. Initial claims for state unemployment benefits fell last week to 657,000, a decrease of 100,000 from the previous week, the Labor Department reported Thursday. It was the lowest weekly level of initial state claims since the pandemic upended the economy a year ago. On a seasonally adjusted basis, new state claims totaled 684,000. In addition, there were 242,000 new claims for Pandemic Unemployment Assistance, a federal program covering freelancers, part-timers and others who do not routinely qualify for state benefits, a decrease of 43,000. Unemployment claims have been at historically high levels for the past year, partly because some workers have been laid off more than once. Much of the drop last week was accounted for by a decline in new claims in Ohio and Illinois, but economists said the overall trend was encouraging. “This is definitely a positive signal and a move in the right direction,” said Rubeela Farooqi, chief U.S. economist for High Frequency Economics. “We would expect to see further improvements as vaccines roll out and restrictions are lifted.” Between the state and federal programs, the total number of new jobless claims was just under 900,000 after being stuck above one million a week. Although the pace of vaccinations, as well as passage of a $1.9 trillion relief package this month, has lifted economists’ expectations for growth, the labor market has lagged behind other measures of recovery. Still, the easing of restrictions on indoor dining areas, health clubs, movie theaters and other gathering places offers hope for the millions of workers who were let go in the last 12 months. And the $1,400 checks going to most Americans as part of the relief bill should help spending perk up in the weeks ahead. Diane Swonk, chief economist at the accounting firm Grant Thornton, said she hoped for consistent employment gains but her optimism was tempered by concern about the longer-term displacement of workers by the pandemic. “The numbers are encouraging, but no one is jumping the gun and hiring up for what looks to be a boom this spring and summer,” she said. “There is a reluctance to get ahead of activity.” “We’ve passed the point where you can just flip a switch and the lights come back on,” she added. “We need to see a sustained increase in hiring, which I think we will see, but the concern is that it won’t be so robust. It takes longer to ramp up than it does to shut down.”\n\nUnited Airlines will add more than two dozen flights as leisure travel picks up. Most of United’s new flights will connect cities in the Midwest to tourist destinations. Credit... Sebastian Hidalgo for The New York Times United Airlines plans to add more than two dozen new flights starting Memorial Day weekend, the latest sign that demand for leisure travel is picking up as the national vaccination rate moves higher. Most of the new flights will connect cities in the Midwest to tourist destinations, such as Charleston, Hilton Head and Myrtle Beach in South Carolina; Portland, Maine; Savannah, Ga.; and Pensacola, Fla. United also said it planned to offer more flights to Mexico, the Caribbean, Central America and South America in May than it did during the same month in 2019. The airline has seen ticket sales rise in recent weeks, according to Ankit Gupta, United’s vice president of domestic network planning and scheduling. Customers are booking tickets further out, too, he said, suggesting growing confidence in travel. “Over the past 12 months, this is the first time we are really feeling more bullish,” Mr. Gupta said. Airports have been consistently busier in recent weeks than at any point since the coronavirus pandemic brought travel to a standstill a year ago. Well over one million people were screened at airport security checkpoints each day over the past two weeks, according to the Transportation Security Administration, although the number of screenings is down more than 40 percent compared with the same period in 2019. Most of the new United flights will be offered between Memorial Day weekend and Labor Day weekend aboard the airline’s regional jets, which have 50 seats. The airline said it would also add new flights between Houston and Kalispell, Mont.; Washington and Bozeman, Mont.; Chicago and Nantucket, Mass.; and Orange County, Calif., and Honolulu. All told, United said it planned to operate about 58 percent as many domestic flights this May as it did in May 2019 and 46 percent as many international flights. Most of the demand for international travel has been focused on warm beach destinations that have less-stringent travel restrictions. “That is one of the strongest demand regions in the world right now,” Mr. Gupta said. “A lot of the leisure traffic has sort of shifted to those places and it’s actually seen a boom in bookings.” Delta Air Lines issued a similar update last week, announcing more than 20 nonstop summer flights to mountain, beach and vacation destinations. Both airlines have said in recent weeks that they have made substantial progress toward reducing how much money they are losing every day.\n\nAdvertisement Continue reading the main story\n\nJerome Powell advocates greater diversity at the Federal Reserve. “Institutions that focus on diversity and do it well are the successful institutions in our society,” said Jerome Powell, the Federal Reserve chair. Credit... Mandel Ngan/Agence France-Presse — Getty Images Jerome H. Powell, the Federal Reserve chair, said on Thursday that the central bank was trying to make its economic employee base more racially diverse and he was not satisfied with its progress toward that goal so far. “It’s very frustrating, because we have had for many years a strong focus on recruiting a more diverse cadre of economists,” Mr. Powell said while speaking on NPR’s “Morning Edition,” after being asked about a New York Times story on the Fed’s lack of Black economists. “We’re not at all satisfied with the results.” Only two of the 417 economists, or 0.5 percent, at the Fed’s board in Washington were Black, according to data the Fed provided to The Times earlier this year. By comparison, Black people make up 13 percent of the country’s population and 3 to 4 percent of the U.S. citizens and permanent residents who graduate as Ph.D. economists each year. Across the entire Fed system — including the Board of Governors and the 12 regional banks — 1.3 percent of economists identified as Black. The Fed has been making efforts to hire more broadly, Mr. Powell said, including by working with historically Black colleges. “It’s a very high priority,” Mr. Powell said of hiring more diversely. “Institutions that focus on diversity and do it well are the successful institutions in our society.” The Fed chair was also asked about how he would rate the central bank’s sweeping efforts to rescue the economy as markets melted down at the start of the coronavirus outbreak last year. In addition to cutting its policy interest rate to near zero and rolling out an enormous bond-buying program, the Fed set up a series of emergency lending programs to funnel credit to the economy. Rolled out over a frantic few weeks, the programs included ones that the Fed had never tried before to backstop corporate bond and private company loan markets. “I liken it to Dunkirk,” Mr. Powell said, referring to the rapid evacuation of British and Allied forces from France in World War II. “Just get in the boats and go.” Despite the speed of the decision-making, Mr. Powell said that he looked back on the results as positive. “Overall, it was a very successful program,” he said. “It served its purpose in staving off what could have been far worse outcomes.”\n\n‘We’re not out of this yet,’ Esther George of the Fed says. Esther George, the president of the Federal Reserve Bank of Kansas City, said she expected inflation to “firm,” given time. Credit... Ann Saphir/Reuters Esther George, the president of the Federal Reserve Bank of Kansas City, says that although the outlook for growth has improved as vaccinations increase and the government rolls out relief packages, the path of the pandemic remains a major question hanging over the U.S. and global economies. “We’re not out of this yet,” Ms. George said in an interview on Wednesday. “It’s hard to know what the dynamics will be on the other side.” Ms. George said she was focused on labor force participation as a sign of the job market’s strength more than the headline unemployment rate, which has fallen to 6.2 percent from a 14.8 percent peak but misses many people who aren’t looking for new jobs after losing theirs during the pandemic. Participation, the share of people working or looking, remains a hefty two percentage points below its prepandemic levels. “That might be the thing I really watch in the coming months,” she said. Ms. George expects inflation to “firm,” but that the process is likely to take a while, she said, and it is “too soon to say” whether it will end with a more meaningful rise. Some prominent economists have begun to warn that prices, which have been low for decades, could rise rapidly as the government spends big and the Fed keeps rates at rock bottom to support the economic recovery. “Wages are a very telling factor in a story about inflation,” Ms. George said. Many economists look for faster growth in compensation as a signal that inflation is sustainable, not just driven by short-lived supply constraints or temporary quirks in the data. Ms. George’s colleagues, including Jerome H. Powell, the Fed chair, have been clear that they expect prices to move higher this year but will not necessarily see that as an achievement of their inflation goal. The Fed redefined its target last year and now aims for 2 percent annual price gains, on average, over time. Ms. George did not venture a guess of when the Fed will hit its three criteria for raising interest rates: full employment, 2 percent realized price gains and the expectation of higher inflation for some time. Some Fed officials expect to raise rates next year or in 2023, but most of them expect the initial increase to come even later. Jeanna Smialek and\n\nDan Gilbert will invest $500 million to help revitalize Detroit. Dan Gilbert, the chief executive of Quicken Loans, which has been based in Detroit since 2010. Credit... Tony Dejak/Associated Press Dan Gilbert, the Quicken Loans founder, has spent more than a decade putting billions into downtown Detroit. Now he’s broadening his scope. The Gilbert Family Foundation and the Rocket Community Fund, the philanthropic arm of Quicken Loans’ Rocket Mortgage company, announced on Thursday a $500 million investment in Metro Detroit, to be spent over the next 10 years. The first $15 million will be put toward paying off property tax debt of low-income homeowners who qualified for Detroit’s Pay As You Stay initiative. Quicken Loans has been based in Detroit since 2010, and Mr. Gilbert and his real estate firm, Bedrock, have spent billions buying and redeveloping properties there. Those efforts have been praised for revitalizing a downtown area of roughly seven square miles, but also criticized by some who contend they did not do enough to help those who live in the rest of the city. “We feel like we’ve made Detroit into a tech boomtown,” said Mr. Gilbert. But he acknowledged that some may have felt left behind. “This can bridge that,” he said. Mr. Gilbert added that his focus outside of Detroit’s city center stems from his work on President Barack Obama’s Blight Removal Task Force in 2014 as the city was emerging from bankruptcy. “Property taxes was the No. 1 issue that was causing the blight foreclosures,” he said. Detroit’s housing crisis dates to “racial covenants” in the 1920s. In the mid-2000s, the city became a center of risky lending that defined the financial crisis, with subprime lending accounting for three-fourths of the mortgages in the city. (Quicken Loans settled a lawsuit with the Justice Department for its own lending practices during that time, but admitted no wrongdoing.) The economic crisis that followed toppled a city already grappling with a dwindling population and shrinking revenue. Those who paid for the recovery were largely low-income housing owners — in many cases Black — whom the city was also accused of overtaxing. Poverty rates ascended and city services deteriorated as a result. The investment announced on Thursday is an effort to address the lingering effects of the crisis. Twenty thousand families qualify for the tax-relief program, said Mr. Gilbert’s wife, Jennifer, who founded the Gilbert Family Foundation with her husband. “By preserving that wealth, we also preserve opportunities for intergenerational wealth transfer,” she said. “The stability of the home allows for people to then focus on other economic opportunities that allow them to thrive.” After the first $15 million of the initiative is spent paying back taxes of low-income homeowners, the remaining funds will be focused on, among other things, home repair and narrowing the digital divide. The community will be vital for input, including those who qualify for the initial tax relief. “We can learn a lot about where we want to invest next and how best we can positively impact them and their lives,” Ms. Gilbert said.\n\nAdvertisement Continue reading the main story\n\nHere’s what is happening in markets today. A Nike store in Beijing on Thursday. Nike shares fell in premarket trading after it was criticized on Chinese social media over a statement it made about reports of forced labor in Xinjiang. Credit... Greg Baker/Agence France-Presse — Getty Images Stocks on Wall Street dropped on Thursday even as the latest weekly data showed that state unemployment claims fell to the lowest level since the start of the pandemic. The S&P 500 index and Nasdaq composite both fell less than half a percent in early trading. Stock trading has grown choppy lately as investors weigh news of rising Covid-19 cases and new lockdowns, or the rollback of efforts to reopen economies, against mounting signs of economic recovery as more people are vaccinated and the effects of the $1.9 trillion stimulus package emerge. On Thursday, the Labor Department reported that initial claims for unemployment benefits fell last week to 657,000, a decrease of 100,000 from the previous week. On a seasonally adjusted basis, new state claims totaled 684,000. German lockdown U-turn As Europe grapples with an emerging third wave of the pandemic, Germany has canceled a strict five-day lockdown that was set to start at the beginning of April. Chancellor Angela Merkel said she took “ultimate responsibility” for the reversal, which came after a large backlash to the plan, even from within her own party, and anger from retailers and restaurants. “In the near term, this avoids the negative economic consequences of a lockdown,” Paul Donovan, an economist at UBS Global Wealth Management, wrote in a note. But over a longer a period of time, markets will question whether this will just delay Germany’s ability to restrain the virus and slow down the recovery, he added. European stocks were lower Thursday. The Stoxx Europe 600 index was down 0.8 percent and the FTSE 100 in Britain fell 1 percent. Suez Canal Oil prices dropped. Futures of Brent crude, the European benchmark, fell 1.5 percent to $63.45 a barrel and futures of West Texas Intermediate, the U.S. benchmark, fell 1.8 percent to about $60 a barrel. On Wednesday, oil prices jumped more than 5 percent after a container ship got stuck in the Suez Canal, blocking one of the world’s key shipping routes, which is also an important artery for the flow of oil. On Thursday, efforts to dislodge the ship were ongoing as some 150 other ships were waiting on either side. The company trying to move the ship warned it could take weeks. Shipping has already been heavily disrupted by the pandemic, sending freight prices soaring. Elsewhere in markets Nike shares dropped more than 3 percent in early trading, and H&M shares fell close to 4 percent in Stockholm after Chinese social media users called for a boycott of the companies. The two fashion retailers published statements expressing concern over reports of forced labor in Xinjiang. Nike’s statement said the company didn’t source cotton from the region, but the online attacks have called it a boycott of the region’s cotton farmers.\n\nYields on 10-year Treasury notes fell to about 1.6 percent.\n\nSmall businesses can now borrow up to $500,000 through a government disaster loan program. “We are here to help our small businesses, and that is why I’m proud to more than triple the amount of funding they can access,” said Isabella Casillas Guzman, the Small Business Administration’s administrator. Credit... Anna Moneymaker for The New York Times Companies harmed by the coronavirus pandemic can soon borrow up to $500,000 through the Small Business Administration’s emergency lending program, raising a cap that has frustrated many applicants. “The pandemic has lasted longer than expected,” Isabella Casillas Guzman, the agency’s administrator, said on Wednesday. “We are here to help our small businesses, and that is why I’m proud to more than triple the amount of funding they can access.” The change to the Economic Injury Disaster Loan program — known as EIDL and pronounced as idle — will take effect the week of April 6. Those who have already received loans but might now qualify for more money will be contacted and offered the opportunity to apply for an increase, the agency said. The Small Business Administration has approved $200 billion in disaster loans to 3.8 million borrowers since the program began last year. Unlike the forgivable loans made through the larger and more prominent Paycheck Protection Program, the disaster loans must be paid back. But they carry a low interest rate and a long repayment term. Normally, the decades-old disaster program makes loans of up to $2 million, and in the early days of the pandemic, the agency gave some applicants as much as $900,000. But it soon capped loans at $150,000 because it feared exhausting the available funding. That limit — which the agency did not tell borrowers about for months — angered applicants who needed more capital to keep their struggling ventures alive. The agency has $270 billion left to lend through the pandemic relief program, James Rivera, the head of the agency’s Office of Disaster Assistance, told senators at a hearing on Wednesday.\n\nCatch up: Tribune Publishing’s board recommends a bid from a hedge fund. Tribune Publishing’s board recommended that shareholders approve a purchase offer from the hedge fund Alden Global Capital over a higher bid from a Maryland hotel executive, according to a securities filing Tuesday. Alden, Tribune’s largest shareholder, agreed last month to buy the rest of the company at $17.25 per share and take it private in a deal that would value the company at $630 million. Last week, Stewart W. Bainum Jr., a hotel magnate, made an $18.50 per share offer for the whole company.\n\nAdvertisement Continue reading the main story", "article_body_bow": [[0, 0.09868895593410115], [1, 0.5704164922512487], [2, 0.15728040371708804], [3, 0.1032634398474403], [4, 0.11838513627629026], [5, 0.11868918226611744], [6, 0.05934459113305872], [7, 0.09434916660287068], [8, 0.3113790611180124], [9, 0.028307187374364762], [10, 0.5404973067477916], [11, 0.027024865337389584], [12, 0.02358729165071767], [13, 0.11322874949745905], [14, 0.028307187374364762], [15, 0.08107459601216875], [16, 0.25815859961860077], [18, 0.11868918226611744], [19, 0.08901688669958809], [20, 0.2967229556652936], [21, 0.02967229556652936]]}, {"author": ["Rebecca Robbins", "Benjamin Mueller", "Ed Shanahan", "The New York Times", "Kit Gillet"], "title": "Covid-19 Live Updates: AstraZeneca Releases New Data Backing Its Vaccine", "date": "2021/03/25", "source": "https://www.nytimes.com/live/2021/03/25/world/covid-vaccine-coronavirus-cases/", "article_body": "Live Covid-19 Live Updates: AstraZeneca Releases New Data Backing Its Vaccine The company said its shot was 76 percent effective at preventing Covid-19, a hair lower than the number it announced earlier this week.\n\nAfter a rebuke, AstraZeneca releases new data that shows its vaccine is still highly effective. Administering the AstraZeneca coronavirus vaccine in London on Wednesday. Credit... Dan Kitwood/Getty Images AstraZeneca reiterated on Wednesday that its Covid-19 vaccine was very effective at preventing the disease, based on more recent data than was included when the company announced the interim results of its U.S. clinical trial on Monday. The company said in a news release that its vaccine was 76 percent effective at preventing Covid-19. That is slightly lower than the number that the company announced earlier this week. The new results strengthen the scientific case for the embattled vaccine. But they may not repair the damage to AstraZeneca’s credibility after U.S. health officials and independent monitors issued an extraordinary rebuke of the company for not counting some Covid-19 cases when it announced its initial findings this week. In a news release on Wednesday, the company said complete results from its 32,000-person study showed that its vaccine was 76 percent effective. On Monday, the company had said the vaccine appeared to be 79 percent effective, based on an interim look at 141 Covid-19 cases that had turned up among volunteers before Feb. 17. The latest finding was based on 190 trial participants who had gotten sick with Covid-19. AstraZeneca said on Wednesday that the vaccine was 100 percent effective in preventing severe disease and 85 percent effective in preventing Covid-19 in people over age 65. When it unveiled its interim results on Monday, AstraZeneca ignored dozens of recently confirmed Covid-19 cases that had cropped up in trial volunteers before mid-February. Listen to ‘The Daily’: The State of Vaccinations A look at the rapid expansion of shots, the people who are still holding out, and the rules of the road for those who are inoculated. In a letter to the company and federal officials, the independent monitoring board that was helping oversee the clinical trial issued an unusual reprimand of AstraZeneca for appearing to cherry-pick data to make its vaccine appear more effective. “Decisions like this are what erode public trust in the scientific process,” the letter said. The members of the monitoring board wrote that their statistical modeling had found that the vaccine might have a lower efficacy rate — between 69 and 74 percent — if the Covid-19 cases in question were included in the analysis. The National Institute of Allergy and Infectious Diseases later disclosed the panel’s concerns via a public statement. It was not clear why the monitoring board’s projection turned out to be lower than the figure in AstraZeneca’s complete results. The latest results could still change because there are still 14 possible Covid-19 cases that AstraZeneca representatives have not yet classified as actual cases. Until they received the monitoring board’s letter, AstraZeneca executives weren’t aware that the panel expected them to include those cases in the results disclosed in their news release, according to a person familiar with the executives’ thinking. Vaccine experts said the brushback from federal officials appeared to reflect high levels of distrust between American regulators and AstraZeneca. Some worried that the episode could damage public confidence not only in AstraZeneca’s vaccine, but in all coronavirus vaccines. “There seems to be a breakdown in relations between the D.S.M.B. and the company, which is probably due to a variety of factors and is sad,” said Stephen Evans, a professor of pharmacoepidemiology at the London School of Hygiene and Tropical Medicine, referring to the independent monitoring board. “This vaccine is so important for global health and the disputes do not promote global health.” The dust-up over AstraZeneca’s U.S. trial results followed a safety scare in Europe that prompted more than a dozen countries to temporarily suspend use of the vaccine. Regulators in Europe said last week that a review had found the shot to be safe after a small number of people who had recently been inoculated developed blood clots and abnormal bleeding. The U.S. trial did not turn up any signs of such safety problems. Rebecca Robbins and\n\nAdvertisement Continue reading the main story\n\nWhy is Europe having so much trouble vaccinating people? Shortages are just part of the problem. Registering for a vaccination in Milan this week. Credit... Alessandro Grassani for The New York Times The European Union, where coronavirus vaccinations are moving at a maddeningly slow pace compared with those in United States and Britain, made clear this week that it is willing to flex its muscles to get more doses for its citizens, going so far as to curb exports of vaccine from the bloc. But the E.U.’s trouble inoculating its population does not result from an inadequate vaccine supply alone. Bureaucratic inertia, strategic errors, a diffusion of responsibility and logistical problems in booking appointments have all helped seriously undercut vaccination efforts. Consider the northern Italian town of Cremona, an early victim during the pandemic’s initial explosion in Europe. Over the weekend, the mayor got a call that the local vaccination center was empty. The region’s booking system had failed to contact and set up appointments with older residents — and more than 500 doses of vaccine were at risk of going to waste. “There was staff, there were also vaccines, but there were no people,” said the mayor, Gianluca Galimberti. Similar scenarios are playing out throughout the country, as the authorities struggle to get vaccines to older and vulnerable Italians who most need them. But the problems getting people vaccinated are hardly limited to Italy. The temporary suspension last week by multiple countries of the AstraZeneca vaccine, one that the European Union has bet on, was just one indication of how Europe’s rollouts have been plagued by an overabundance of caution, bad deals and flouted obligations by pharmaceutical companies. The situation remains so dire that the bloc unveiled emergency restrictions to curb exports of Covid-19 vaccines for six weeks. And the Italian government, acting on a request from the European Commission, the E.U. executive arm, sent the police to inspect 29 million doses of AstraZeneca vaccine in a facility outside Rome, amid suspicions of possible exports out of the bloc. Italy is paying an especially heavy price for the vaccination campaign problems. A full year after the country became the first Western nation to confront the virus, it now has the dubious distinction of having the highest rate of daily deaths from Covid-19 among Europe’s major powers. And the missteps have especially affected Italy’s most vulnerable population: the elderly. Fewer than one in five people over 80 have received both doses of a vaccine, and less than 5 percent of septuagenarians have received their first shot. When it comes to distributing vaccines, Italy is on par with France and Germany and a little behind Spain, but its difficulties in vaccinating older citizens are far more consequential, given that it is the country with the oldest population in Europe. “Every time the phone rings, I hope it’s them,” said Ester Bucco, a 84-year-old resident of the Lombardy region, who registered two months ago to get vaccinated. She has yet to get an appointment. Jason Horowitz and\n\nUnemployment claims drop to a pandemic low as reopenings offer hope. 6 million New weekly jobless claims 4 Pandemic Unemployment Assistance claims Lowest since beginning of pandemic 2 Regular state claims Jan. ’20 April July Oct. Jan. ’21 6 million New weekly jobless claims 4 Lowest since beginning of pandemic Pandemic Unemployment Assistance claims 2 Regular state claims Jan. ’20 April July Oct. Jan. ’21 While vaccination efforts have gathered speed and restrictions on activities have receded in many states, the job market is showing signs of life. Initial claims for state unemployment benefits fell last week to 657,000, a decrease of 100,000 from the previous week, the Labor Department reported Thursday. It was the lowest weekly level of initial state claims since the pandemic upended the economy a year ago. On a seasonally adjusted basis, new state claims totaled 684,000. In addition, there were 242,000 new claims for Pandemic Unemployment Assistance, a federal program covering freelancers, part-timers and others who do not routinely qualify for state benefits, a decrease of 43,000. Unemployment claims have been at historically high levels for the past year, partly because some workers have been laid off more than once. Much of the drop last week was accounted for by a decline in new claims in Ohio and Illinois, but economists said the overall trend was encouraging. “This is definitely a positive signal and a move in the right direction,” said Rubeela Farooqi, chief U.S. economist for High Frequency Economics. “We would expect to see further improvements as vaccines roll out and restrictions are lifted.” Between the state and federal programs, the total number of new jobless claims was just under 900,000 after being stuck above one million a week. Although the pace of vaccinations, as well as passage of a $1.9 trillion relief package this month, has lifted economists’ expectations for growth, the labor market has lagged behind other measures of recovery. Still, the easing of restrictions on indoor dining areas, health clubs, movie theaters and other gathering places offers hope for the millions of workers who were let go in the last 12 months. And the $1,400 checks going to most Americans as part of the relief bill should help spending perk up in the weeks ahead. Diane Swonk, chief economist at the accounting firm Grant Thornton, said she hoped for consistent employment gains but her optimism was tempered by concern about the longer-term displacement of workers by the pandemic. “The numbers are encouraging, but no one is jumping the gun and hiring up for what looks to be a boom this spring and summer,” she said. “There is a reluctance to get ahead of activity.” “We’ve passed the point where you can just flip a switch and the lights come back on,” she added. “We need to see a sustained increase in hiring, which I think we will see, but the concern is that it won’t be so robust. It takes longer to ramp up than it does to shut down.”\n\nPresident Biden is expected to discuss the pandemic today at his first news conference. President Biden will face reporters on Thursday afternoon. Credit... Anna Moneymaker for The New York Times President Biden, who has said that responding to the coronavirus crisis is his No. 1 responsibility, will face reporters in his first formal news conference Thursday afternoon. In recent months, the numbers of cases and deaths in the United States have fallen, in part because of the accelerating pace of vaccinations. Reporters are likely to ask Mr. Biden about that vaccination effort, the threat of new variants of the virus and the pressure to reopen schools over the objections of some teachers and their unions. Thursday is Mr. Biden’s 64th day in office, which is unusually late for a president in modern times to hold his first formal news conference, though he has periodically answered questions from the news media in more informal settings. When: 1:15 p.m., Eastern time Where: The news conference will be in the East Room of the White House. How to watch: A livestream will be available on The New York Times’s home page.\n\nAdvertisement Continue reading the main story\n\nA subdued, socially distanced Olympic torch relay begins in Japan. Video On Thursday, the Olympic torch relay began in Fukushima, Japan, without the usual fanfare accustomed with the Games. Instead, there was a socially distanced ceremony with a procession through the street. Credit Credit... Pool photo by Philip Fong FUKUSHIMA, Japan — When Bruna Noguchi signed up to be a torchbearer for the Tokyo Olympics a year and a half ago, she never dreamed it could be a controversial decision. But as the relay kicked off on Thursday morning in Fukushima Prefecture, the ceremony and those participating in it were at the center of a national debate, with many questioning whether the Games should go on in spite of the virus, the ballooning costs and other growing challenges. While more than three dozen people, including about 20 celebrities, have withdrawn from the relay, Ms. Noguchi, 22, has decided to participate. She is one of 10,000 people who will carry the torch over the next four months, from Fukushima to Okinawa in the far south to Hokkaido in the north and on to the Olympic Stadium in Tokyo. “I can understand the feelings of the people who have decided to withdraw from the relay,” Ms. Noguchi said in a recent interview. “But I’m not worried.” The Japanese authorities had envisioned the start of the torch relay as a triumphant moment, and their choice of Fukushima as the launching point was heavily symbolic. Japan is calling these Games the “Recovery Olympics,” highlighting the country’s recovery from the 2011 earthquake, tsunami and nuclear disaster that ravaged Fukushima and other parts of northeastern Japan, as well as the world’s recovery from the coronavirus pandemic. Seiko Hashimoto, president of the Tokyo organizing committee, said that it was “very meaningful” that the relay would start in Fukushima and that she wished for “the entire world to take a look at the reconstruction done in East Japan.” But the celebration on Thursday was subdued, and the relay was being carried out under a number of restrictions. Traditional Japanese drummers and a hula dance group opened the ceremony, performing before a group of around 150 attendees, who sat at socially distanced intervals and applauded politely. The ceremony and the first section of the relay were closed to the public. Routes will not be announced until 30 minutes before the start time, and spectators can attend the relay only in their home prefectures. No cheering or shouting is allowed, and fans must offer “support with applause or using distributed goods.” The relay will be live-streamed by NHK, Japan’s public broadcaster. Despite the precautions, some people in Fukushima said they were still worried. Shuhei Ohno, 34, a chef in Koriyama, said he feared that the torch relay might “raise the infection risk” nationwide. “The vaccine hasn’t spread widely enough in Japan yet, so how can there already be plans to host the Olympics?” he said. Still, the organizers are pressing ahead. Over the next 121 days, Ms. Noguchi and her fellow torchbearers will trot across Japan’s 47 prefectures, including islands off the coast of Tokyo, before completing the torch’s journey on July 23, the day of the opening ceremony. Hikari Hida and\n\nBoris Johnson hopes Britain’s vaccine success will vindicate his Brexit project. Prime Minister Boris Johnson’s approval ratings have recovered, powered largely by the public’s enthusiasm about the vaccine rollout. Credit... Neil Hall/EPA, via Shutterstock Britain’s rapid rollout of coronavirus vaccines has revived the political fortunes of Prime Minister Boris Johnson. Now, Mr. Johnson’s allies hope the stark disparity between Britain’s performance and the European Union’s will do something perhaps even more challenging: vindicate their larger Brexit project. Pro-Brexit politicians and commentators are casting Britain’s vaccine deployment, which ranks among the fastest in the world, as an example of risk-taking and entrepreneurial pluck that comes from not being shackled to the collective decision-making of the 27 member states of the European Union. With vaccination rates that are a fraction of Britain’s, threats of export bans on vaccines produced on the continent and churlish statements about British-made vaccines by leaders like President Emmanuel Macron of France, the European Union has seemingly done all it can to make it look like Britain picked the right time to leave. “Boris Johnson is going to have a vaccine dividend, and that will give him a whole new narrative for the summer and beyond,” said Matthew Goodwin, a professor of politics at the University of Kent. It’s a narrative that seeks to deflect attention from the costs of Brexit since Britain severed itself from the European Union in January — damaging disruptions to cross-channel trade and businesses choking on reams of red tape, among other headaches. And it conveniently ignores the harrowing experience many Britons had with the virus before the first vaccine “jabs” arrived last December. Until then, Mr. Johnson’s government was known mainly for its dilatory and erratic response to the pandemic — tardy lockdowns, frequent policy reversals, muddled public messaging and a hapless test-and-trace system — all of which contributed to Britain having the highest death toll in Europe. Now, though, the prime minister’s approval ratings have recovered, powered largely by the public’s enthusiasm about the vaccine rollout. In a new survey, 67 percent of respondents said they thought Britain had performed better on vaccinations than E.U. countries. A slight plurality — 40 percent — said they thought Brexit had helped improve Britain’s handling of the pandemic, while 14 percent said it had made it worse, and 38 percent thought it had made no difference. Mr. Johnson’s vaccine bounce, analysts point out, could be fleeting if a new variant emerges or if the economy does not recover swiftly. But Mr. Goodwin said one consequence of the vaccine success is that there are few signs of significant numbers of people rethinking the wisdom of Brexit or suffering the acute regret — or as he called it, “Bregret” — that some expected. Mark Landler and\n\nUnited Airlines will add more than two dozen flights as leisure travel picks up. Most of United’s new flights will connect cities in the Midwest to tourist destinations. Credit... Sebastian Hidalgo for The New York Times United Airlines plans to add more than two dozen new flights starting Memorial Day weekend, the latest sign that demand for leisure travel is picking up as the national vaccination rate moves higher. Most of the new flights will connect cities in the Midwest to tourist destinations, such as Charleston, Hilton Head and Myrtle Beach in South Carolina; Portland, Maine; Savannah, Ga.; and Pensacola, Fla. United also said it planned to offer more flights to Mexico, the Caribbean, Central America and South America in May than it did during the same month in 2019. The airline has seen ticket sales rise in recent weeks, according to Ankit Gupta, United’s vice president of domestic network planning and scheduling. Customers are booking tickets further out, too, he said, suggesting growing confidence in travel. “Over the past 12 months, this is the first time we are really feeling more bullish,” Mr. Gupta said. Airports have been consistently busier in recent weeks than at any point since the coronavirus pandemic brought travel to a standstill a year ago. Well over one million people were screened at airport security checkpoints each day over the past two weeks, according to the Transportation Security Administration, although the number of screenings is down more than 40 percent compared with the same period in 2019. Most of the new United flights will be offered between Memorial Day weekend and Labor Day weekend aboard the airline’s regional jets, which have 50 seats. The airline said it would also add new flights between Houston and Kalispell, Mont.; Washington and Bozeman, Mont.; Chicago and Nantucket, Mass.; and Orange County, Calif., and Honolulu. All told, United said it planned to operate about 58 percent as many domestic flights this May as it did in May 2019 and 46 percent as many international flights. Most of the demand for international travel has been focused on warm beach destinations that have less-stringent travel restrictions. “That is one of the strongest demand regions in the world right now,” Mr. Gupta said. “A lot of the leisure traffic has sort of shifted to those places and it’s actually seen a boom in bookings.” Delta Air Lines issued a similar update last week, announcing more than 20 nonstop summer flights to mountain, beach and vacation destinations. Both airlines have said in recent weeks that they have made substantial progress toward reducing how much money they are losing every day.\n\nAdvertisement Continue reading the main story\n\nMississippi says it will remove ‘misleading’ advice about the vaccine. A drive-through vaccination site in Cleveland, Miss. Credit... Rory Doyle for The New York Times When Bobby Wayne, 64, called a Mississippi state hotline this week to find out where he could get the Covid-19 vaccine, he says, an operator gave him incorrect — and unnerving — information. “This is the way she put it to me: They had no documentation that the vaccine was effective,” Mr. Wayne recalled. “And then she asked me did I still want to take it.” When he replied yes, the operator told him that there were no appointments available and that he should call again the next morning, he said. The Mississippi State Department of Health chalked the misinformation up to confusion, saying it was the result of “miscommunication” over a misleading script given to the hotline operators. The script was referring to pregnant women, women who are lactating and people with compromised immune systems. It asked: “Do you still want to be vaccinated with an understanding there are currently no available data on the safety or effectiveness of Covid-19 vaccines, including Moderna Covid-19 vaccine, in pregnant people, lactating people or immunocompromised people?” Most experts agree that the risks to pregnant women from Covid-19 are far greater than any theoretical harm from the vaccines. Doctors have also said they believe that the vaccines are safe for people with autoimmune conditions. Liz Sharlot, a spokeswoman for the state health department, said that the wording in the script could be confusing “when read out of context.” “We are replacing this confusing and misleading language,” she said in a statement. However, Ms. Sharlot said the operators had never been told that there was no documented proof that the Moderna vaccine or any other vaccine authorized for use by the Food and Drug Administration worked. “Just the opposite is true,” she said. “Both Moderna and Pfizer have high efficacy rates.” Mr. Wayne’s daughter, Elizabeth Wayne, an assistant professor of biomedical engineering at Carnegie Mellon University, complained on Twitter about her father’s conversation with the hotline operator, equating it with “violence.” “It’s dangerous,” Dr. Wayne said in an interview. “There is a therapy available. There is a way to treat something, and you’re making it difficult for them to have access to that treatment so it’s increasing the likelihood they may become sick.” The Mississippi Free Press reported the story after Dr. Wayne posted about her father’s experience on Twitter. Dr. Wayne said she was pleased that the health department appeared to take her concerns, and her father’s, seriously. “I think it was a really good example of the State Health Department trying to reach out because they actually want to restore faith” in the vaccine, she said. Mr. Wayne said he got his shot on Wednesday morning. “I feel a whole lot better,” he said.\n\nFor a night at the theater, bring a negative coronavirus test. Oliver Reese, the director of the Berliner Ensemble theater, greeted visitors last weekend before a performance at which every second seat was left empty. Credit... Gordon Welters for The New York Times BERLIN — On a snowy, gray morning last Friday, as a third wave of the coronavirus pandemic in Germany was taking hold, Anna Schoras, 30, lined up outside a pop-up testing site inside a repurposed art gallery in Berlin. Cultural life in the German capital has largely shut down because of the virus, but if Schoras’s test came back negative, she would be allowed to attend the first live stage production in the city in about five months, scheduled for that evening. “I’m just really looking forward to getting out of the house and to consuming live culture,” she said, adding that before the pandemic, she would go to the theater or the opera about twice a month. Earlier that week, Ms. Schoras had been among the lucky few to secure one of 350 tickets to the show at the venerated Berliner Ensemble theater. They sold out in four minutes. The performance was part of a pilot project, coordinated by the city of Berlin, that allows its landmark cultural venues to put on a show in front of a live audience — as long as the audience members wear masks, maintain social distancing and present a negative result from a rapid test taken no longer than 12 hours before curtain. The test, which is included in the price of the ticket, must be administered by medically trained workers at one of five approved centers. Along with two nights at the Berliner Ensemble, live performances are being held at two of the city’s opera houses, the Philharmonie and Konzerthaus, and at the Volksbühne theater. Holzmarkt, a nightclub, will also host a sit-down concert. The short run of shows is intended to test whether organizers can put on cultural events safely, even as infection numbers soar. Germany’s muddled national response to the virus has given way to local initiatives to keep life going, including a program to keep shopping and outdoor dining open for tested customers in some cities. As well as an epidemiological experiment, the Berlin initiative is a signal from a city that prides itself on its vibrant arts scene that — despite being shut down since October — culture still matters.\n\nFree with your Covid shot: beer, arcade tokens and Krispy Kreme doughnuts. Krispy Kreme said this week that it would give one glazed doughnut per day this year to anyone who provides proof of a Covid-19 vaccination. Credit... Amr Alfiky/The New York Times Businesses across the United States and beyond are offering free food, merchandise and other stuff to people who receive a Covid-19 vaccine. The perks include complimentary rides, doughnuts, money, arcade tokens and even marijuana. Chobani is providing free yogurt at some vaccination sites. And Krispy Kreme said on Monday that for the rest of the year, it would give one glazed doughnut a day to anyone who provides proof of a Covid-19 vaccination. The Krispy Kreme initiative does not entitle vaccinated Americans to endless doughnuts, as the company’s chief executive, Michael Tattersfield, seemed to imply in an interview with Fox News — just one a day, as the company notes on its website. In a promotion it is calling “Tokens for Poke’ns,” Up-Down, a chain of bars featuring vintage arcade games, is offering $5 in free tokens to guests who present a completed vaccination card. Up-Down, which has six locations in five Midwestern states, is extending the offer to guests who visit within three weeks of their final dose. Cleveland Cinemas, a movie-theater chain in Ohio, is offering a free 44-ounce popcorn at two of its locations to anyone who presents a vaccination card through April 30. The Market Garden Brewery in Cleveland is offering 10-cent beers to the first 2,021 people who show a Covid-19 vaccine certificate. “Yes, you read that right,” the brewery says on its website. “Ten Cents.” At the Greenhouse of Walled Lake, a medical marijuana dispensary in Michigan, anyone 21 or over who gets a Covid vaccine can pick up a prerolled joint until the end of the month. Overseas, the city of Tel Aviv set up a mobile vaccination clinic at a bar last month, and offered free beer and shots of nonalcoholic peach juice to those who received a shot, The Times of Israel reported. Other incentives target people in vulnerable groups. Uber, for instance, has agreed to provide 10 million free or discounted rides to seniors, essential workers and others in countries across North America, Europe and Asia to help them get to vaccination centers. Mike Ives and\n\nAdvertisement Continue reading the main story", "article_body_bow": [[0, 0.05318988605693247], [1, 0.5501459184420066], [2, 0.20344469162169856], [3, 0.05565537245119783], [4, 0.2977587035846581], [5, 0.14926171541756394], [6, 0.19190791982258223], [7, 0.06780118908170765], [8, 0.16273686627198994], [9, 0.46786849053197105], [10, 0.31072969831062197], [11, 0.058261818433241616], [12, 0.08475148635213456], [13, 0.10171054141999371], [14, 0.16273686627198994], [15, 0.11652363686648323], [16, 0.25972507143892326], [18, 0.10661551101254567], [19, 0.021323102202509134], [20, 0.10661551101254567], [21, 0.0639693066075274]]}, {"author": ["Michael D. Shear", "The New York Times"], "title": "Live Updates: 5 Issues to Watch For at Biden’s First News Conference", "date": "2021/03/25", "source": "https://www.nytimes.com/live/2021/03/25/us/biden-news-today/", "article_body": "Live Live Updates: 5 Issues to Watch For at Biden’s First News Conference Until now, reporters have had only limited opportunities to directly interrogate President Biden. He is expected to face questions about topics including gun control, border policy, trillions of dollars in spending and the pandemic. RIGHT NOW A Bloomberg group will spend at least $1 million pushing G.O.P. senators to pass a gun control bill.\n\nPresident Biden will hold his first news conference today. President Biden speaking to news outlets last week in Ohio. He will face reporters in his first formal news conference Thursday afternoon. Credit... Doug Mills/The New York Times President Biden will face reporters in his first formal news conference Thursday afternoon, using the stately backdrop of the White House to promote the benefits of his economic recovery efforts, call for action on gun control and respond to criticism about his handling of the border with Mexico. It will be Mr. Biden’s first high-stakes grilling by reporters since taking office more than two months ago. Since then, his advisers have carefully controlled his interactions with the press, which have included one-on-one interviews and some limited opportunities for reporters to ask questions during brief appearances. That will not be the case in a formal news conference, which has been a White House tradition for decades. If he follows the routines established by previous presidents in both parties, Mr. Biden will pick the reporters he wants to call on, but he will have no control over the questions they ask, and his answers will be broadcast live. Here are five issues that are likely to come up. Gun Control In the wake of two mass shootings in a week, the president will probably be asked why gun control has not been a more pressing priority for his administration. While Mr. Biden has long been a proponent of gun restrictions like a ban on assault weapons, he did not issue any executive orders on the subject during his first days in office. Mr. Biden said this week that Congress should tighten background checks for gun buyers and renew the ban on assault weapons, which expired years ago. He has also said the White House is examining executive actions for him to sign that could help prevent mass shootings in the future. The Pandemic Mr. Biden has said that responding to the coronavirus crisis is his No. 1 responsibility. In recent months, the numbers of cases and deaths have fallen, in part because of the accelerating pace of vaccinations. Reporters are expected to ask him about that vaccination effort, the threat of new variants of the virus and the pressure to reopen schools over the objections of some teachers and their unions. The Border The president campaigned on reversing former President Donald J. Trump’s immigration agenda, and he moved quickly to do so during his first hours in office. But the administration’s handling of a surge of migrants at the border with Mexico in the last several weeks has prompted criticism that will most likely draw questions at the news conference. Reporters will most likely press Mr. Biden on how he intends to resolve the immediate issue of border facilities crowded with children. And he is expected to be asked whether his policy of a more humane immigration system than his predecessor is responsible for encouraging more migrants to leave Central America for the United States. He may also be pressed about his proposal to legalize 11 million undocumented immigrants living in the United States and how he intends to build support among Republicans for a comprehensive overhaul of the nation’s immigration system. Russia Sanctions The administration is poised to announce sanctions on Russia for a series of actions, including the SolarWinds cyberattack, which compromised U.S. government agencies and companies. Mr. Biden was highly critical of his predecessor for failing to take action against Russia for its election meddling. But in the early days of his administration, the president has not acted quickly to impose broad sanctions over that attack. Reporters will probably ask why. They may also push the president on when to expect the sanctions and what he hopes they will achieve. Trillions in Spending Fresh off passage of the $1.9 trillion American Rescue Plan, which is intended to help the economy recover and to finance the virus response, Mr. Biden is expected to soon propose another round of spending on climate change and infrastructure repairs that could total an additional $3 trillion. Reporters are certain to press the president on the shape of that proposal and whether he intends to try to build Republican support for it. Mr. Biden passed the American Rescue Plan with only Democratic support thanks to a procedural loophole in the Senate. Reporters will want to know whether he plans to use that same maneuver again as he pushes for his broader agenda.\n\nHere’s how to watch Biden’s news conference. President Biden will hold his first formal news conference at the White House on Thursday. Credit... Anna Moneymaker for The New York Times President Biden will hold his first formal news conference as president on Thursday. The news conference is expected to touch on a wide array of issues, including the pandemic, the recently enacted $1.9 trillion stimulus package, immigration and — especially in the wake of deadly shootings in Georgia and Colorado — policies to reduce gun violence. Thursday is Mr. Biden’s 64th day in office, which is unusually late for a president in modern times to hold his first formal news conference, though he has periodically answered questions from the news media in more informal settings. When 1:15 p.m. Eastern time Where The news conference will be in the East Room of the White House. How to watch A livestream will be available on The New York Times’s home page, and Times reporters will be covering it here in the New Washington briefing. It will also be streaming on whitehouse.gov/live.\n\nAdvertisement Continue reading the main story\n\nAs Biden reacts to shootings, the A.T.F. remains handcuffed and without a permanent leader. A makeshift memorial at the King Soopers grocery store in Boulder, Colo., where a mass shooting on Monday left 10 dead. Credit... Stephen Speranza for The New York Times While President Biden considers a gamut of executive and legislative actions on gun control in the wake of two mass shootings, the federal agency tasked with enforcing existing gun laws remains without a permanent leader and hobbled by restrictions on its enforcement power. The Bureau of Alcohol, Tobacco, Firearms and Explosives, or A.T.F., has long been the target of a campaign by the National Rifle Association and its legislative allies to weaken oversight of gun purchases. “It is hard to think of any federal agency that has been so completely handcuffed as the A.T.F. has been by the N.R.A. and its friends in Congress,” said Adam Winkler, a professor of constitutional law specializing in gun statutes at the University of California, Los Angeles. Mr. Biden, who made an emotional appeal on Tuesday for Congress to enact gun control legislation, has not yet picked a nominee to lead the agency. White House officials said they had no timetable for doing so, but two administration officials with knowledge of the situation said that several potential candidates were being interviewed — although no names have yet been floated on Capitol Hill or among advocacy groups, according to the officials. “The administration is going to revitalize A.T.F. and ensure that our guns laws are vigorously enforced,” said Michael Gwin, a Biden spokesman. Still, the delay in naming a director is emblematic of the enormous practical and political challenges that come with efforts to make any significant changes at the agency. Over the last two decades, Republicans, with the support of conservative Democrats, have embedded into spending bills riders intended to constrain the bureau, including limits on unannounced inspections of gun dealers, prohibitions on documenting the inventories of gun shops and an especially damaging provision that bars the agency from digitizing its records. Gun rights groups say such steps are necessary to keep the A.T.F. from mounting an “assault” on the rights of gun owners. But critics consider it part of an effort to shield gun companies and owners from oversight and responsibility. “What’s been done to the A.T.F. is systemic, it’s intentional, and it’s a huge problem,” said T. Christian Heyne of Brady: United Against Gun Violence, a gun-control group that has proposed a plan for executive action on the issue centered on stepped-up enforcement by the agency. Mr. Biden is expected to roll out a series of executive orders related to gun violence in the coming weeks. Almost all of the orders require a significant expansion of A.T.F. enforcement. But even naming someone to lead the agency is a headache. In 2006, N.R.A.-allied lawmakers enacted a provision making the position of A.T.F. director, which had previously been a political appointment, subject to Senate confirmation. As a result, only one director has been confirmed over the last 15 years: the Obama nominee B. Todd Jones. Regina Lombardo, a well-regarded agency veteran who helped direct the federal response to the Pulse nightclub massacre in Orlando in 2016, has served as acting director since early 2019. She got the job after former President Donald J. Trump, who ran on a defiantly pro-gun platform, withdrew the nomination of a former top police union official, Chuck Canterbury, after the nominee refused to entirely rule out expanding background checks and other safeguards. The agency’s potential power was another reason Mr. Canterbury failed. One of Mr. Trump’s closest allies, Senator Josh Hawley of Missouri, opposed him, warning that Mr. Canterbury might use the bureau’s authority to more strictly enforce gun laws.\n\nA Bloomberg group will spend at least $1 million pushing G.O.P. senators to pass a gun control bill. Michael Bloomberg speaking in 2019 about gun violence in Colorado. Bloomberg’s gun control organization plans to spend at least $1 million on advertising next month. Credit... Chet Strange for The New York Times The gun control organization backed by Michael R. Bloomberg will soon begin a national advertising campaign aimed at pressuring Republican senators to support measures that would strengthen and expand background checks for gun buyers. The campaign by the group, Everytown for Gun Safety, comes after two mass shootings in less than a week killed eight people at spas in Georgia and 10 at a supermarket in Boulder, Colo. The organization’s political arm plans to kick off the campaign in April with $1 million to $1.5 million in television and digital advertisements. John Feinblatt, Everytown’s president, said the ads would target Republican senators including Patrick J. Toomey of Pennsylvania and Susan Collins of Maine, who backed the failed 2013 effort to expand background checks, along with “a number of retiring senators” who have opposed new gun control measures in the past. Mr. Feinblatt said the campaign was aimed at securing the 60 votes needed for the Senate to pass gun control proposals that have already passed the House, which include expanding federal background checks for new gun purchases. It will not ask Democratic senators to alter the filibuster rules to pass any measure with a simple majority vote. “Every senator needs to know how urgent this matter is, and every senator needs to know we mean business about seizing the moment and getting the bills passed,” Mr. Feinblatt said on Wednesday. “This is about getting 60 votes, which we think is entirely possible because the political calculus has changed.” Everytown has become the biggest player in gun control politics in recent years. The organization spent about $55 million backing Democratic candidates in 2020. Mr. Feinblatt said the campaign would continue until the Senate sent the measures to President Biden, who called on Tuesday not only for background checks but also for an assault weapons ban. Such a ban has not received a serious debate in Congress, and Mr. Bloomberg’s organization is not pushing it at the moment. “We will stick with this until there’s a vote,” Mr. Feinblatt said. “I don’t know when that vote will take place, but I know that we will spend what it takes for as long as it takes.”\n\nVirginia becomes the first southern state to abolish the death penalty. Gov. Ralph S. Northam, left, looks over the electric chair in the death chamber at Greensville Correctional Center in Jarratt, Va., on Wednesday prior to signing a bill abolishing the death penalty. Credit... Steve Helber/Associated Press Gov. Ralph S. Northam on Wednesday signed a bill that abolished the death penalty in Virginia, making it the first Southern state and the 23rd overall to end capital punishment amid rising opposition to the practice. Before signing the bill, Mr. Northam pointed to Virginia’s 413-year history of capital punishment, during which it executed more than 1,300 inmates, more than any other state. He also noted racial disparities in the use of the death penalty: During the 20th century, he said, 296 of the 377 inmates Virginia executed for murder — or about 79 percent — were Black. “Ending the death penalty comes down to one fundamental question, one question: Is it fair?” Mr. Northam said after he completed a tour of the state’s execution chamber. “For the state to apply this ultimate, final punishment, the answer needs to be yes. Fair means that it is applied equally to anyone, no matter who they are. And fair means that we get it right, that the person punished for the crime did the crime.” “But,” he added, “we all know that the death penalty cannot meet those criteria.” The bill’s signing comes as President Biden faces pressure from members of his own party to commute the sentences of the remaining inmates on federal death row. It also follows a spate of executions carried out by the Trump administration that renewed calls from the left to abolish capital punishment. If Virginia is any indication, Republican support for abolishing capital punishment at the federal level is unlikely. The move has been criticized by some in the party who resent the compassion shown for perpetrators of heinous crimes. During a hearing in the Virginia House of Delegates last month, Delegate Robert B. Bell, a Republican, noted that two people watched the debate over the death penalty with “rapt attention”: Anthony Juniper and Thomas A. Porter, the last two men on Virginia’s death row. Both were convicted of grisly murders. The bill, which the Virginia House and Senate passed last month, stipulates that the sentences of the remaining death row inmates be converted to life in prison without eligibility for parole.\n\nAdvertisement Continue reading the main story\n\nHarris will work with Central American countries to reduce migration. Video transcript Back bars 0:00 / 1:07 - 0:00 transcript Biden Tasks Harris With Curbing Central American Migration On Wednesday, President Biden announced that Vice President Kamala Harris would be in charge of finding ways to improve conditions in Central American countries with the goal of reducing arrivals of migrants at the U.S. border. “So, this increase has been consequential. But the vice president’s agreed, among the multiple other things that happed to be needed — and I appreciate it — agreed to lead our diplomatic effort, and work with those nations to accept the returnees and enhance migration enforcement at their borders, at their borders. And Madam Vice President, I gave you a tough job, and you’re smiling, but there’s no one better capable of trying to organize it.” “Well, thank you, Mr. President, and for having the confidence in me. And there’s no question that this is a challenging situation. As the president has said, there are many factors that lead residents to leave these countries. And while we are clear that people should not come to the border now, we also understand that we will enforce the law, and that we also — because we can chew gum and walk at the same time — let’s address the root causes that cause people to make the trek, as the president has described, to come here.” On Wednesday, President Biden announced that Vice President Kamala Harris would be in charge of finding ways to improve conditions in Central American countries with the goal of reducing arrivals of migrants at the U.S. border. Credit Credit... John Moore/Getty Images Vice President Kamala Harris will be in charge of efforts to reduce illegal immigration by finding ways to improve conditions in Central American countries, President Biden said Wednesday as his administration struggles to confront a surge of migrants at the country’s southern border. “This new surge we are dealing with now started in the past administration, but it is our responsibility” now to deal with it, Mr. Biden said as he made the announcement during a meeting with top immigration advisers. He called the vice president the most qualified person to deal with Mexico and Central American countries as they try to limit what he called “serious spikes” in the number of people trying to cross the border illegally. The announcement puts Ms. Harris in the middle of one of the most charged and contentious issues for the White House, which has scrambled to find space for thousands of minors who have crossed the border without their parents in recent weeks. Mr. Biden said that Ms. Harris would oversee the administration’s plans to pump billions of dollars into the ravaged economies of Guatemala, Honduras and El Salvador in the hopes of reducing the violence and poverty that often drive families in those countries to seek refuge in the United States. Ms. Harris said that there was “no question this is a challenging situation,” but that she was looking forward to engaging in discussions with leaders of Central American countries. For Ms. Harris, the diplomatic assignment is one of the first in a portfolio of responsibilities that aides said would continue to expand in the months ahead. They noted that Mr. Biden, as vice president under President Barack Obama, had been in charge of working to improve conditions in the same Central American countries. The task is likely to be a difficult one. Mr. Biden’s efforts in Central America were largely unsuccessful, as critics charged that corrupt leaders there had not effectively spent foreign aid money. In the years since, the countries have grown more dangerous and more economically unstable. Now, Ms. Harris will face similar challenges in an even more heated political environment. Republicans have seized on the surge of migrants at the border as evidence that Mr. Biden’s immigration policies are failing. Aides sought to describe the vice president’s role as limited to working on long-term improvements in Central America. But it may be difficult for Ms. Harris to avoid political blame for the administration’s broader immigration agenda if her efforts fail to significantly stem the flow of migrants arriving at the southern border of the United States in the short term. Ms. Harris said on Wednesday that she expected to travel to the border in the coming weeks, but did not provide details. Aides declined to say when she would make a trip to Central America or discuss the immigration issue with the leaders of the nations she will work with.", "article_body_bow": [[1, 0.28316384797299804], [2, 0.12137347109793101], [3, 0.022135699178005577], [4, 0.08459069242804927], [5, 0.8650410377483347], [6, 0.050884766926372636], [7, 0.18202340493711539], [8, 0.024271877257627812], [10, 0.06951706706478397], [11, 0.02317235568826132], [12, 0.020224822770790598], [13, 0.12135938628813907], [15, 0.04634471137652264], [16, 0.1992212926020502], [18, 0.17809668424230424], [19, 0.1272119173159316], [21, 0.050884766926372636]]}, {"author": ["Somini Sengupta", "Geneva Abdul", "Manuela Andreoni", "Veronica Penney"], "title": "Riders Are Abandoning Buses and Trains. That’s a Problem for Climate Change.", "date": "2021/03/25", "source": "https://www.nytimes.com/2021/03/25/climate/buses-trains-ridership-climate-change.html", "article_body": "“We are facing maybe the most important crisis in the public transit sector in different parts of the world,” said Sérgio Avelleda, the director of urban mobility for the World Resources Institute and a former transport secretary for São Paulo, Brazil. “It’s urgent to act.”\n\nBut act how? Transit agencies that have been bailed out by the government are wondering how long the generosity will last, and almost everywhere, transportation experts are scrambling to figure out how to better adapt public transit to the needs of riders as cities begin to emerge from the pandemic.\n\nFor now, people simply aren’t moving around much. Even in cities like Delhi, where most businesses are open, many office workers are working from home and universities haven’t resumed in-person classes. Paris has a 6 p.m. curfew.\n\nIn some places, fear of the virus has driven people into cars. In the United States, used car sales have shot up and so have prices of used cars. In India, a company that sells secondhand cars online saw sales swell in 2020 and its own value as a company jump to $1 billion, according to news reports. Elsewhere, bike sales have grown, suggesting that people are pedaling a bit more.\n\nThe worry about the future is twofold. If commuters shun public transit for cars as their cities recover from the pandemic, that has huge implications for air pollution and greenhouse gas emissions. Most importantly, if transit systems continue to lose passenger fare revenues, they will not be able to make the investments necessary to be efficient, safe and attractive to commuters.", "article_body_bow": [[0, 0.24943349747766672], [1, 0.15175908178480366], [2, 0.15900867858020065], [3, 0.26099537399018574], [4, 0.5984300535205419], [10, 0.5464365584711821], [11, 0.27321827923559105], [19, 0.2999834942541139]]}, {"author": ["Jason Horowitz", "Emma Bubola"], "title": "Supply Isn’t the Only Thing Stymying Europe’s Vaccine Rollout", "date": "2021/03/25", "source": "https://www.nytimes.com/2021/03/25/world/europe/europe-covid-19-vaccine-shortage.html", "article_body": "On Wednesday, Mr. Draghi said that differing approaches by the regions to vaccinating people over the age of 80 was unacceptable, adding that some “neglect their elderly to favor groups who claim priority based probably on some contractual power.”\n\nIn Tuscany, a region usually admired for its health care system, only about 6 percent of people over the age of 80 have been fully vaccinated, prompting a public letter from leading citizens.\n\n“Inefficiency,” they wrote, “produces deaths.”\n\nMatteo Villa, a researcher at the Italian Institute for International Political Studies who has studied the coronavirus pandemic, said that Italy’s strategy of first vaccinating only health care workers had resulted in a bottleneck that made the virus more deadly.\n\n“When the delays came,” he said, “we still had a lot of elderly people to vaccinate.”\n\nGuido Bertolaso, the former head of Italy’s civil protection agency who is now in charge of the vaccine campaign in Lombardy, said the country had failed to act on emergency footing.\n\nHe blamed pharmaceutical companies not making good on their promised deliveries for Italy’s problems. “When you plan, you must know where you get the vaccine, at what time, which amount, on a weekly basis,” he said. In any case, he added, “In Italy with planning, we are not very good.”\n\nAvoidable organizational and logistical problems have slowed the rollout and infuriated Italians. In Lombardy, a wealthy northern region at the center of Italy’s outbreak, intensive care wards are still packed with older and dying Italians, making it an emblem of Italy’s missteps.\n\n“Every time the phone rings, I hope it’s them,” said Ester Bucco, 84, from Castiglione Olona, in the Lombardy region, who registered two months ago to get vaccinated but has yet to get an appointment. She walks around the house carrying her home phone and said she had started taking anti-anxiety pills to cope. “I really want to see my grandchildren.”", "article_body_bow": [[1, 0.6734588966731165], [4, 0.3793776658938399], [6, 0.19017600668161846], [7, 0.15117593192311424], [10, 0.17320806741931438], [14, 0.36285348015456464], [16, 0.3309185934462352], [18, 0.19017600668161846], [21, 0.19017600668161846]]}, {"author": ["Mark Landler", "Stephen Castle"], "title": "Johnson Hopes Vaccine Success Can Inoculate Him Against Brexit Critics", "date": "2021/03/25", "source": "https://www.nytimes.com/2021/03/25/world/europe/boris-johnson-vaccine-brexit.html", "article_body": "LONDON — Britain’s rapid rollout of coronavirus vaccines has revived the political fortunes of Prime Minister Boris Johnson. Now, Mr. Johnson’s allies hope the stark disparity between Britain’s performance and the European Union’s will do something perhaps even more challenging: vindicate their larger Brexit project.\n\nPro-Brexit politicians and commentators are casting Britain’s vaccine deployment, which ranks among the fastest in the world, as an example of risk-taking and entrepreneurial pluck that comes from not being shackled to the collective decision-making of the 27 member states of the European Union.\n\nWith vaccination rates that are a fraction of Britain’s, threats of export bans on vaccines produced on the continent and churlish statements about British-made vaccines by leaders like President Emmanuel Macron of France, the European Union has seemingly done all it can to make it look like Britain picked the right time to leave.\n\n“It is the first serious test that the U.K. state has faced since Brexit,” said Matthew Goodwin, a professor of politics at the University of Kent who studies the British right. “Boris Johnson is going to have a vaccine dividend, and that will give him a whole new narrative for the summer and beyond.”", "article_body_bow": [[1, 0.19003573440771065], [2, 0.3982276468176923], [5, 0.37564528574052175], [7, 0.2986103617130837], [11, 0.6842587044875705], [16, 0.32682358768861874]]}, {"author": ["The New York Times"], "title": "Coronavirus World Map: Tracking the Global Outbreak", "date": NaN, "source": "https://www.nytimes.com/interactive/2020/world/coronavirus-maps.html", "article_body": "The coronavirus pandemic has sickened more than 124,873,000 people, according to official counts. As of Thursday morning, at least 2,744,900 people have died from coronavirus. See vaccinations by country on our world tracker page.\n\nHot spots Total cases Deaths Per capita Average daily cases per 100,000 people in past week Few or no cases Share of population with a reported case No cases reported Double-click to zoom into the map. Use two fingers to pan and zoom. Tap for details. Sources: Local governments; The Center for Systems Science and Engineering at Johns Hopkins University; National Health Commission of the People's Republic of China; World Health Organization. About this data The hot spots map shows the share of population with a new reported case over the last week. Data for the West Bank and Gaza was reported together by the Palestinian Health Ministry and includes only Palestinian-controlled land. Russia is reporting data for Crimea, a peninsula it annexed in 2014 in a move that led to international sanctions. Data for some countries, like the United States and France, include counts for overseas territories. Japan’s count includes 696 cases and seven deaths from a cruise ship that docked in Yokohama.\n\nThe coronavirus pandemic is ebbing in some of the countries that were hit hard early on, and the number of new cases has steadily declined since early January.\n\nCases Deaths Total\n\ncases Per 100,000 Total\n\ndeaths Per 100,000 Daily avg.\n\nin last\n\n7 days Per 100,000 Daily avg.\n\nin last\n\n7 days Per 100,000 Weekly cases per capita Fewer More Estonia 100,437 7,604 836 63 1,382 105 11.1 0.84 Jan. 22 March 24 San Marino 4,484 13,272 82 243 34 99 0.7 2.11 Czech Republic 1,495,361 14,073 25,450 240 10,289 97 193.7 1.82 Curaçao 6,424 4,019 27 17 149 93 0.7 0.45 Hungary 603,347 6,176 19,224 197 8,733 89 218.7 2.24 Jordan 562,857 5,653 6,181 62 8,277 83 89.7 0.90 Montenegro 88,550 14,228 1,224 197 471 76 7.9 1.26 Serbia 566,669 8,116 5,039 72 5,016 72 32.7 0.47 Poland 2,154,821 5,674 50,860 134 23,385 62 329.7 0.87 Aruba 8,985 8,489 82 77 62 59 0.1 0.13 Show all Weekly cases per capita shows the share of population with a new reported case for each week. Weeks without a reported case are shaded gray.\n\nThe virus continues to affect every region of the world, but some countries are experiencing high rates of infection, while others appear to have mostly controlled the virus.\n\nThe outbreak was initially defined by a series of shifting epicenters — including Wuhan, China; Iran; northern Italy; Spain; and New York. But the pandemic has now reached nearly every country in the world.\n\nNew reported cases by day across the world 0 200,000 400,000 600,000 800,000 cases Feb. 2020 Mar. Apr. May Jun. Jul. Aug. Sept. Oct. Nov. Dec. Jan. 2021 Feb. Mar. New cases 7-day average These are days with a reporting anomaly. Read more here Note: The seven-day average is the average of a day and the previous six days of data.\n\nReported deaths by day across the world 0 5,000 10,000 15,000 deaths Feb. 2020 Mar. Apr. May Jun. Jul. Aug. Sept. Oct. Nov. Dec. Jan. 2021 Feb. Mar. New deaths 7-day average These are days with a reporting anomaly. Read more here Note: Scale for deaths chart is adjusted from cases chart to display trend.\n\nThe New York Times has found that official tallies in the United States and in more than a dozen other countries have undercounted deaths during the coronavirus outbreak because of limited testing availability.\n\nUnited States\n\nThe number of known coronavirus cases in the United States continues to grow. As of Thursday morning, at least 30,034,200 people across every state, plus Washington, D.C., and four U.S. territories, have tested positive for the virus, according to a New York Times database, and at least 545,000 patients with the virus have died.\n\nReported cases in the United States Average daily cases per 100,000 people in the past week ← Fewer More → Ala. Alaska Ariz. Ark. Calif. Colo. Conn. Del. Fla. Ga. Hawaii Idaho Ill. Ind. Iowa Kan. Ky. La. Maine Md. Mass. Mich. Minn. Miss. Mo. Mont. Neb. Nev. N.H. N.J. N.M. N.Y. N.C. N.D. Ohio Okla. Ore. Pa. R.I. S.C. S.D. Tenn. Texas Utah Vt. Va. Wash. W.Va. Wis. Wyo. P.R. Note: The map shows the share of population with a new reported case over the last week. Sources: State and local health agencies and hospitals.\n\nThe New York Times is engaged in an effort to track the details of every reported case in the United States, collecting information from federal, state and local officials around the clock. The numbers in this article are being updated several times a day based on the latest information our journalists are gathering from around the country. The Times has made that data public in hopes of helping researchers and policymakers as they seek to slow the pandemic and prevent future ones.\n\nRead more about the methodology and download county-level data for coronavirus cases in the United States from The New York Times on GitHub.\n\nAbout the data", "article_body_bow": [[0, 0.4058341610323727], [2, 0.1847934686313957], [3, 0.0606636579676605], [4, 0.13909425109467277], [6, 0.8367089031421464], [10, 0.12700930279847725], [11, 0.03175232569961931], [14, 0.13303585744902013], [15, 0.09525697709885793], [16, 0.1819909739029815], [17, 0.03175232569961931]]}, {"author": ["Josh Holder"], "title": "Tracking Coronavirus Vaccinations Around the World", "date": NaN, "source": "https://www.nytimes.com/interactive/2021/world/covid-vaccinations-tracker.html", "article_body": "100 200 300 400 million Dec. 13 Mar. 24 488.9 million Total doses administered\n\nMore than 488.9 million vaccine doses have been administered worldwide, equal to 6.4 doses for every 100 people. There is already a stark gap between vaccination programs in different countries, with many yet to report a single dose.\n\nDoses administered per 100 people 5 10 15 20 25 30 No data Double-click to zoom into the map. + – Source: Vaccinations data from local governments via Our World in Data.\n\nVaccinations by country Doses administered Pct. of population Per 100 people Total Vaccinated Fully vaccinated World 6.4 488,950,448 – – Israel 111 9,859,591 59% 52% Seychelles 98 94,472 65% 32% U.A.E. 79 7,603,328 – – Chile 48 9,053,912 32% 17% U.K. 47 31,186,362 43% 3.8% Monaco 47 18,081 25% 22% Bahrain 44 694,679 29% 15% Maldives 41 212,711 – – United States 39 130,473,853 26% 14% Malta 32 155,678 23% 9.5% Serbia 32 2,241,510 19% 13% San Marino 27 9,084 25% 1.5% Antigua and Barbuda 27 25,677 – – Qatar 24 658,325 – – Show all Note: Some countries do not provide data for the number of people who have been partially or fully vaccinated.\n\nThe data is compiled from government sources by the Our World in Data project at the University of Oxford. A vaccinated person refers to someone who has received at least one dose of a vaccine, and a fully vaccinated person has received all required doses of a vaccine. For the Pfizer-BioNTech vaccine, a person who is “fully vaccinated” has received two doses.\n\nU.S. vaccinations tracker › How many have been vaccinated, and who’s eligible\n\nWhile vaccine doses remain relatively scarce globally, most countries have focused their early vaccination efforts on priority groups like the clinically vulnerable; people in their 60s, 70s and older; and front-line workers, like doctors and nurses. Israel is vaccinating its population faster than any other country, with 111.0 doses administered for every 100 people.\n\nTracking vaccination rates by country Doses administered per 100 people Tracking vaccination rates by country Doses administered per 100 people Share of population vaccinated 20 40 60 80 100 111 Dec. 13 Mar. 24 Israel 98 Seychelles 79 U.A.E. 48 Chile 47 U.K. 44 Bahrain 41 Maldives 39 United States 32 Malta 32 Serbia 27 San Marino 24 Qatar 23 Hungary 22 Barbados 20 Morocco 20 Singapore 17 Estonia 17 Turkey 17 Denmark 16 Iceland 16 Lithuania 15 Finland 15 Austria 15 Slovakia 15 Norway 15 Switzerland 14 Greece 14 Slovenia 14 Spain 14 Italy 14 Ireland 14 Germany 14 Sweden 14 Czech Republic 14 Poland 14 France 14 Portugal 13 Romania 13 Belgium 13 Luxembourg 12 Netherlands 12 Andorra 12 Uruguay 12 Canada 11 Liechtenstein 11 Cyprus 11 Saudi Arabia 9.6 Croatia 8.7 Kuwait 7.7 Mongolia 7.7 Panama 7.6 Brazil 7.5 Dominican Rep. 7.5 Argentina 7.3 Russia 6.2 Costa Rica 6.0 Latvia 5.9 Mainland China 5.7 Bulgaria 5.7 Nepal 4.9 Azerbaijan 4.8 Mexico 4.7 Belize 3.9 India 3.9 Sri Lanka 3.5 Indonesia 3.2 Jordan 3.1 Bangladesh 2.8 Rwanda 2.8 Suriname 2.7 Oman 2.6 Colombia 2.4 Lebanon 2.3 Peru 1.9 Bolivia 1.9 Albania 1.8 Cambodia 1.7 Montenegro 1.5 Malaysia 1.4 South Korea 1.3 Australia 1.1 Senegal 1.0 Ecuador 0.8 New Zealand 0.8 El Salvador 0.7 Moldova 0.6 Kazakhstan 0.6 Japan 0.5 Philippines 0.5 Guatemala 0.4 Honduras 0.4 South Africa 0.3 Ukraine 0.3 Malawi 0.2 Paraguay 0.2 Tunisia 0.2 Pakistan 0.1 Thailand 0.1 Kenya 0.1 Ivory Coast 0.1 Uganda <0.1 Vietnam\n\nThere is also a striking divide between continents. Less wealthy countries are relying on a vaccine-sharing arrangement called Covax, which aims to provide two billion doses by the end of the year.\n\nTracking vaccination rates by continent Doses administered per 100 people North America 24 Europe 14 South America 7.2 Asia 4.2 Oceania 0.9 Africa 0.7 0 5 10 15 20\n\nTen different vaccines are being administered around the world, according to Our World in Data. The Pfizer-BioNTech vaccine, which was found to be 95 percent effective at reducing coronavirus infections, is currently being used in 79 countries. Several more countries have approved vaccines but have yet to begin administrations.\n\nMost of the vaccines currently in use require two doses for a patient to be fully vaccinated. In February the Food and Drug Administration authorized a one-shot vaccine by pharmaceutical giant Johnson & Johnson for emergency use in the United States.\n\nWhere each vaccine is being used Oxford-AstraZeneca 89 countries Pfizer-BioNTech 79 countries Moderna 34 countries Gamaleya (Sputnik V) 20 countries Sinopharm-Beijing 20 countries Sinovac 14 countries Sinopharm-Wuhan 2 countries Johnson&Johnson 2 countries Bharat Biotech (Covaxin) 1 country Vector Institute (EpiVacCorona) 1 country Note: The Oxford-AstraZeneca vaccine is known as Covishield in India. Only countries that report doses administered are shown. Other countries may have approved vaccines but have not administered them yet. · Source: Our World in Data", "article_body_bow": [[0, 0.231098402556484], [2, 0.22098065406667322], [3, 0.12090520041151341], [4, 0.8316619307884117], [8, 0.13257300619232357], [11, 0.2531348376183107], [12, 0.33140397744736116]]}, {"author": ["The New York Times"], "title": "United Kingdom Coronavirus Map and Case Count", "date": NaN, "source": "https://www.nytimes.com/interactive/2020/world/europe/united-kingdom-coronavirus-cases.html", "article_body": "There have been at least 4,312,900 confirmed cases of coronavirus in the United Kingdom, according to Public Health England. As of Thursday morning, 126,382 people had died. Due to a data entry error, nearly 16,000 people who tested positive between Sept. 25 and Oct. 2 were not recorded in the daily number of reported cases.\n\nThe Office for National Statistics also produces a weekly report on the number of deaths registered in Britain that mention Covid-19 on a death certificate. This figure, which includes deaths outside of hospitals, is many thousands of deaths higher than the reported daily death toll.\n\nReported cases in the United Kingdom Total cases Per capita Share of population with a reported case No cases reported Double-click to zoom into the map. Use two fingers to pan and zoom. Tap for details. Sources: Department for Health and Social Care, Public Health England, Public Health Scotland, Public Health Wales, Public Health Agency of Northern Ireland, Chief Medical Officer Directorate. Regional data for Northern Ireland was not reported by health authorities. Circles are sized by the number of people there who have tested positive, which may differ from where they contracted the illness. About this data For total cases and deaths: The map shows the known locations of coronavirus cases by region. Circles are sized by the number of people there who have tested positive or have a probable case of the virus, which may differ from where they contracted the illness.\n\nBritain has the highest number of Covid-19 deaths in Europe. Here’s where the number of cases and deaths are highest in England, Scotland, Wales and Northern Ireland:\n\nReported cases and deaths by country and local area This table is sorted by places with the most cases per 100,000 residents in the last seven days. Select deaths or a different column header to sort by different data. Cases Deaths Total\n\ncases Per 100,000 Total\n\ndeaths Per 100,000 Daily avg.\n\nin last\n\n7 days Per 100,000 Daily avg.\n\nin last\n\n7 days Per 100,000 + Scotland 215,075 3,955 7,562 139 549 10 4.7 0.09 + England 3,773,224 6,741 111,222 199 4,594 8 69.0 0.12 + Northern Ireland 116,332 6,424 2,107 116 141 8 1.0 0.06 + Wales 208,277 6,635 5,491 175 191 6 4.0 0.13\n\nOn January 4, Prime Minister Boris Johnson announced another national lockdown in England, closing schools and asking Britons to stay home for all but a few necessary purposes, including essential work and buying food and medicine. This is the country’s third national lockdown and will remain in place until at least mid-February, officials said.\n\nThe lockdown was imposed in response to a fast-spreading variant of the coronavirus that overwhelmed Britain’s hospitals. Wales and Scotland also implemented their own national lockdowns, and in Northern Ireland, a stay-at-home order went into effect on Jan. 8.\n\nBritain became the first country to grant emergency authorization to the coronavirus vaccine developed by AstraZeneca and the University of Oxford, after issuing the first doses of the Pfizer-BioNTech vaccine in early December. The nation accelerated vaccination efforts in January by adding a third vaccine by Moderna to their roster. Nearly a quarter of the U.K. population has now received a first dose of the vaccine.\n\nAs of February, passengers arriving in England from South Africa, Brazil and 31 other hot spots must quarantine in a government-sanctioned hotel for 10 days. The quarantine rules also apply to British and Irish citizens and residents who fly into the country from a listed destination. Foreign nationals from red list destinations who are not residents of Britain are already barred from entering the country.\n\nHow Cases Are Growing\n\nHere’s how the number of new cases and deaths are changing over time:\n\nNew reported cases by day 0 20,000 40,000 60,000 cases Feb. 2020 Mar. Apr. May Jun. Jul. Aug. Sept. Oct. Nov. Dec. Jan. 2021 Feb. Mar. New cases 7-day average These are days with a reporting anomaly. Read more here Note: The seven-day average is the average of a day and the previous six days of data.\n\nNew reported deaths by day 0 500 1,000 1,500 deaths Feb. 2020 Mar. Apr. May Jun. Jul. Aug. Sept. Oct. Nov. Dec. Jan. 2021 Feb. Mar. New deaths 7-day average Note: Scale for deaths chart is adjusted from cases chart to display trend.\n\nThe New York Times has found that official tallies in the United States and in more than a dozen other countries have undercounted deaths during the coronavirus outbreak because of limited testing availability.\n\nWhere You Can Find More Information\n\nRead more about Britain's rapid vaccine rollout, how the B.1.1.7. variant may be linked to a higher risk of hospitalization and death, and whether vaccines could blunt the epidemic in weeks.\n\nHere is where you can find more detailed information:\n\nAbout the data", "article_body_bow": [[0, 0.3906297718911829], [1, 0.021605910301646658], [2, 0.022638033956075203], [3, 0.03715785950506021], [4, 0.11359782365674226], [6, 0.8541718087118704], [9, 0.08148746491451557], [12, 0.033950186844718885], [14, 0.28520612720080446], [15, 0.07779606418949139], [16, 0.07431571901012042], [19, 0.04270859043559352]]}, {"author": ["The New York Times"], "title": "Canada Coronavirus Map and Case Count", "date": NaN, "source": "https://www.nytimes.com/interactive/2020/world/canada/canada-coronavirus-cases.html", "article_body": "There have been at least 946,300 confirmed cases of coronavirus in Canada, according to the Public Health Agency. As of Thursday morning, at least 22,759 people had died.\n\nReported cases in Canada Total cases Per capita Share of population with a reported case No cases reported Double-click to zoom into the map. Use two fingers to pan and zoom. Tap for details. Source: Public Health Agency of Canada. Circles are sized by the number of people there who have tested positive, which may differ from where they contracted the illness. About this data For total cases and deaths: The map shows the known locations of coronavirus cases by region. Circles are sized by the number of people there who have tested positive or have a probable case of the virus, which may differ from where they contracted the illness.\n\nHere’s how the number of cases and deaths are growing in Canada:\n\nReported cases and deaths by province This table is sorted by places with the most cases per 100,000 residents in the last seven days. Select deaths or a different column header to sort by different data. Cases Deaths Total\n\ncases Per 100,000 Total\n\ndeaths Per 100,000 Daily avg.\n\nin last\n\n7 days Per 100,000 Daily avg.\n\nin last\n\n7 days Per 100,000 Saskatchewan 32,181 2,930 420 38 173 16 1.4 0.13 British Columbia 93,969 2,022 1,441 31 649 14 4.3 0.09 Alberta 143,547 3,529 1,973 49 561 14 2.4 0.06 Ontario 333,690 2,481 7,263 54 1,676 12 10.9 0.08 Quebec 304,490 3,730 10,626 130 720 9 8.0 0.10 Manitoba 33,591 2,628 929 73 85 7 1.7 0.13 Nunavut 395 1,099 4 11 2 5 0.4 1.19 Northwest Territories 42 101 — — 1 2 — — Prince Edward Island 152 106 — — 1 <1 — — New Brunswick 1,517 203 30 4 6 <1 — — Show all\n\nCanada’s first known case of coronavirus appeared on Jan. 25. A man who had returned to Toronto from Wuhan, China tested positive for the virus. His wife tested positive a day later.\n\nQuebec soon became the province most severely affected, likely because its winter school break, which saw many families travel to the southern United States and other warm weather destinations, occurred two weeks before provincial lockdown measures began to sweep the country in mid-March.\n\nUntil late in the fall, British Columbia, on the Pacific Coast, and the four provinces in Atlantic Canada generally fared the best in the country at controlling the virus which abated over the summer leading to a relaxation of restrictions across the country. The Atlantic provinces, however, continued to require anyone entering from the rest of Canada to quarantine for 14 days.\n\nAs with the first round of the pandemic, long term care homes have been hard hit in many provinces by the return of the virus. British Columbia also saw its once enviable record for controlling the virus evaporate.\n\nFor most of the year, the pandemic generally had not been a partisan issue nor did it feature that rancor that usually characterizes relations between provinces and the federal government. But in late October Mr. Trudeau’s Conservative opponents and several premiers who lead right of center governments began repeatedly charging that the government has no clear plans or timelines for vaccine distribution, an allegation Mr. Trudeau rejects.\n\nOn March 21, Canada closed its border with the United States, with exceptions for freight movements and some essential workers. It was the first time the entire border had been shut since Canada became a nation in 1867. In early December, Mr. Trudeau said that the virus will have to be brought under control worldwide before it reopens.\n\nMany parts of Canada saw the return of restrictions in November as politicians and officials urged residents to not gather during the holiday season.\n\nHow Cases Are Growing\n\nHere’s how the number of new cases and deaths are changing over time:\n\nNew reported cases by day 0 10,000 20,000 cases Feb. 2020 Mar. Apr. May Jun. Jul. Aug. Sept. Oct. Nov. Dec. Jan. 2021 Feb. Mar. New cases 7-day average Note: The seven-day average is the average of a day and the previous six days of data.\n\nNew reported deaths by day 0 100 200 300 deaths Feb. 2020 Mar. Apr. May Jun. Jul. Aug. Sept. Oct. Nov. Dec. Jan. 2021 Feb. Mar. New deaths 7-day average Note: Scale for deaths chart is adjusted from cases chart to display trend.\n\nThe New York Times has found that official tallies in the United States and in more than a dozen other countries have undercounted deaths during the coronavirus outbreak because of limited testing availability.\n\nWhere You Can Find More Information\n\nRead more about the push to keep schools open during a second lockdown in Canada and the restrictions it involves in the country’s two most populous provinces. Canada has been warning Americans not to sneak across the closed border. Prime Minister Justin Trudeau, who found himself in isolation at home after his wife tested positive for the virus, was forced to backtrack on one of his more controversial measures for asylum seekers.\n\nHere is where you can find more detailed information:\n\nAbout the data", "article_body_bow": [[0, 0.2357261632290682], [1, 0.023903222332505126], [2, 0.0751352687206554], [3, 0.041108778327277926], [4, 0.094257335057142], [6, 0.9449941413596349], [8, 0.04507592977962671], [10, 0.0860679597829085], [14, 0.09015185955925342], [15, 0.04303397989145425], [16, 0.12332633498183376]]}, {"author": ["Noam Scheiber"], "title": "Biden May Be the Most Pro-Labor President Ever; That May Not Save Unions", "date": "2021/03/25", "source": "https://www.nytimes.com/2021/03/25/business/economy/joe-biden-unions.html", "article_body": "“We haven’t seen this level of elected support for organizing since Franklin Roosevelt,” said Mr. Cohen, who expected the Amazon statement to discourage anti-union behavior among employers.\n\nStill, Mr. Cohen and other labor officials said that absent a change in labor law, union membership was likely to follow a path under Mr. Biden that was similar to the one it took under Mr. Obama, when the share of workers in unions dropped about 1.5 percentage points. Over all, union membership has fallen from about one-third of workers in the 1950s to just over one-tenth today, and a mere 6 percent in the private sector.\n\n“Because of growing inequality, our economy is on a trajectory to implosion,” said Richard Trumka, the president of the A.F.L.-C.I.O., in an interview. The PRO Act “will increase wages and slow that trajectory,” he added.\n\nUnder current law, employers can inundate workers with anti-union messages — through mandatory meetings, email, signs in the workplace — while unions often have trouble gaining access to workers. And though it is technically illegal to threaten or fire workers who take part in an organizing campaign, employers face minimal punishment for doing so.\n\nLabor board cases can drag on for years, after which an employer frequently must only post a notice promising to abide by labor law in the future, said Wilma B. Liebman, a former board chairwoman. There are no monetary penalties for such violations, though workers can be made whole through back pay.\n\nThe PRO Act would outlaw mandatory anti-union meetings, enact financial penalties for threatening or firing workers and help wrongly terminated workers win quick reinstatement. It would also give unions leverage by allowing them to engage in secondary boycotts — say, asking customers to boycott restaurants that buy food from a bakery they are trying to unionize.", "article_body_bow": [[1, 0.7645671779867971], [5, 0.37783164431918204], [6, 0.37783164431918204], [13, 0.3604490635962756]]}, {"author": ["David Mccabe"], "title": "Amazon Walks a Political Tightrope in Its Union Fight", "date": "2021/03/25", "source": "https://www.nytimes.com/2021/03/25/technology/amazon-union-politics.html", "article_body": "Labor leaders and liberal Democrats have seized on the union drive, saying it shows how Amazon is not as friendly to workers as the company says it is. Some of the company’s critics are also using its resistance to the union push to argue that Amazon should not be trusted on other issues, like climate change and the federal minimum wage.\n\nAmazon has always fought against unionizing by its workers. But the vote in Alabama comes at a perilous moment for the company. Lawmakers and regulators — not competitors — are some of its greatest threats, and it has spent significant time and money trying to keep the government away from its business.\n\nAmazon’s business practices are the subject of antitrust investigations at the Federal Trade Commission and in multiple state attorney general offices. Mr. Biden on Monday nominated Lina Khan, a legal scholar who came to prominence with her critique of the company, for a seat on the F.T.C.\n\n“I think everyone is seeing through the P.R. at this point and focusing on both their economic and political power,” Sarah Miller, a critic of Amazon, said about the company. Ms. Miller, who runs the American Economic Liberties Project, an antitrust think tank, added, “I think the narrative is cooked now on their status as a monopoly, their status as an abusive employer and their status as one of the biggest spenders on lobbying in Washington, D.C.”\n\nDrew Herdener, Amazon’s vice president for worldwide communications, said in a statement that the company shared common ground with the Biden administration on climate change, immigration reform, the minimum wage and pandemic policy, and was “seeing really positive collaboration on those fronts” with the White House.", "article_body_bow": [[1, 0.6299268024663669], [2, 0.16500466938193142], [5, 0.3112954445720426], [7, 0.49491394585211185], [10, 0.2835209514154308], [11, 0.2835209514154308], [16, 0.27083713782164937]]}, {"author": ["Vivian Yee"], "title": "Giant Ship Blocking Suez Canal Could Take ‘Days, Even Weeks’ to Free", "date": "2021/03/25", "source": "https://www.nytimes.com/2021/03/25/world/middleeast/suez-canal-ship.html", "article_body": "CAIRO — As tugboats strained against the weight of the mammoth ship and dredgers worked to clear sand and mud, a salvage company working on the operation warned on Thursday that releasing the container vessel blocking traffic in the Suez Canal could take days or even weeks.\n\nDozens of ships laden with oil and goods destined for ports around the world are stranded in the canal, and with each passing hour, the economic cost of the disruption grows more consequential.\n\nThe stuck ship, the Ever Given, has been wedged in the canal since running aground amid the heavy winds of a sandstorm on Tuesday. Its bow is lodged in the canal’s eastern bank and its stern in the western bank.\n\nEight large tugboats were attempting to push and drag the ship from its unintended berth, the Suez Canal Authority said in a statement on Thursday, but at about 1,300 feet long — roughly equivalent to the height of the Empire State Building — and weighing around 200,000 metric tons, dislodging the Ever Given is proving challenging.", "article_body_bow": [[1, 0.2375080393344652], [2, 0.24885390081827247], [19, 0.938968405910991]]}, {"author": ["J. David Goodman", "Ed Shanahan"], "title": "Cuomo’s Family Is Said to Have Received Special Access to Virus Tests", "date": "2021/03/24", "source": "https://www.nytimes.com/2021/03/24/nyregion/cuomo-family-covid-testing.html", "article_body": "He added: “Among those we assisted were members of the general public, including legislators, reporters, state workers and their families who feared they had contracted the virus and had the capability to further spread it.”\n\nAs the behind-the-scenes effort to secure tests for those with ties to the governor and the administration unfolded, most New Yorkers who believed they might have been exposed to the virus were confronted with what doctors, hospital administrators and health officials described as a confused and troubled state testing system. The result was widespread frustration and, for many people, concern about an illness that might be going undetected.\n\nWith the federal government scrambling to meet the demand for testing and New York becoming the U.S. epicenter of the pandemic, the state-run Wadsworth Center in Albany was for a time the only laboratory in the state that was approved to perform virus tests. Even then, the Wadsworth lab had the capacity to process only a few hundred samples.\n\nMany state residents could not get tested, and those with mild symptoms were often told to quarantine at home rather than attempt to be tested. Many never learned whether their Covid-like symptoms were the result of the novel virus.\n\nLab capacity in the state increased quickly last March but was still limited as of late in the month, when Chris Cuomo was tested, according to one of the people with direct knowledge of the matter. His test came back positive.\n\nA CNN spokesman said the company did not typically comment on its employees’ medical decisions.\n\n“However,” the spokesman, Matt Dornic, added, “it is not surprising that in the earliest days of a once-in-a-century global pandemic, when Chris was showing symptoms and was concerned about possible spread, he turned to anyone he could for advice and assistance, as any human being would.”\n\nSome of the preferential tests, including those administered to Chris Cuomo and his family, were conducted by Dr. Eleanor Adams, an epidemiologist and top aide to the state health commissioner Dr. Howard Zucker, the two people with direct knowledge of the matter said.", "article_body_bow": [[1, 0.1859245583055194], [2, 0.6818218912784011], [3, 0.159876592089951], [4, 0.3665772159037152], [7, 0.14607515733815535], [9, 0.17530528348663404], [10, 0.3347278284136137], [11, 0.16736391420680685], [14, 0.3506105669732681], [16, 0.159876592089951]]}, {"author": ["Jesse Mckinley", "Luis Ferré-Sadurní"], "title": "Cuomo Could Be Impeached. Here’s How It Would Happen.", "date": NaN, "source": "https://www.nytimes.com/article/cuomo-impeachment.html", "article_body": "ALBANY, N.Y. — The New York State Assembly may already have enough votes to impeach Gov. Andrew M. Cuomo.\n\nJust not the right kind of votes.\n\nThere is no question that Mr. Cuomo is facing the biggest political crisis of his career, with calls for his resignation or impeachment following the disclosure of sexual harassment accusations against him and a controversy over his handling of nursing homes during the pandemic.\n\nThere are two parallel investigations into both his personal behavior and professional performance. One is overseen by state attorney general Letitia James, who has deputized two independent attorneys; the second is led by the Judiciary Committee of the State Assembly, which hired an outside law firm and held its first meeting on the issue on Tuesday.\n\nThe governor, who denies touching anyone inappropriately, has said he has no intention of resigning. He has also vociferously defended his administration’s Covid-19 response.", "article_body_bow": [[1, 0.23784082404587975], [2, 0.7476077483966759], [9, 0.44851259525966375], [10, 0.4281948725146889]]}, {"author": ["Katie Glueck"], "title": "N.Y.C. Mayoral Poll Finds a Clear Front-Runner: Undecided", "date": "2021/03/24", "source": "https://www.nytimes.com/2021/03/24/nyregion/nyc-mayor-race-polls.html", "article_body": "The primary for the New York City mayor’s race, poised to be the most consequential contest in a generation, is fewer than 100 days away.\n\nBut for many voters, that reality has not yet sunk in.\n\nA slate of major debate matchups does not begin until May. Few of the candidates have the resources to advertise on television yet. Traditional campaign methods — greeting subway riders, for example — have limited reach as fewer New Yorkers use public transit. And while city residents were often preoccupied by the challenges of life in a pandemic, the crowded field of mayoral candidates spent the winter in one Zoom forum after another, often in front of sparse online audiences.\n\nThese extraordinary circumstances have made an always-fluid citywide race even more unpredictable this year, compressing the contest into a three-month springtime sprint for candidates eager to sway undecided voters before the June 22 primary that is likely to decide who will be the next mayor.\n\nTheir work will be cut out for them: Half of likely Democratic voters are still undecided about their choice to lead the city, according to a poll released on Wednesday.", "article_body_bow": [[3, 0.23682286775843156], [8, 0.2596771636535214], [10, 0.2479137289806129], [18, 0.27220004057284813], [19, 0.27220004057284813], [20, 0.8166001217185445]]}, {"author": ["Jonah E. Bromwich"], "title": "8 Candidates Compete for a Job That May Involve Prosecuting Trump", "date": "2021/03/25", "source": "https://www.nytimes.com/2021/03/25/nyregion/manhattan-district-attorney-election.html", "article_body": "The race to become Manhattan’s next district attorney is shaping up to be one of the most important in decades, a watershed contest that is likely to fundamentally change the mission of the prominent office and may affect the future of former President Donald J. Trump.\n\nYet the eight candidates are all relative unknowns, and, with no public polling, there is no clear front-runner. The victor is likely to win the general election in November without having received a majority of votes in the Democratic primary.\n\nMost of the candidates believe prosecutors should be sending fewer people to prison, especially for minor crimes, and that the office should play an active role in creating a less punitive, less racially biased criminal justice system.\n\nThe election is being watched as a test of what a borough considered to be a liberal bastion wants from its head prosecutor, and just how deeply voters want the criminal justice system to change.", "article_body_bow": [[4, 0.26980785447517824], [5, 0.40575119424491496], [12, 0.32254234374362], [21, 0.8115023884898299]]}, {"author": ["Mike Baker", "Lucy Tompkins"], "title": "Boulder’s Pain Is Deepened by a Lost Fight for Gun Control", "date": "2021/03/24", "source": "https://www.nytimes.com/2021/03/24/us/boulder-shooting-gun-control.html", "article_body": "The gun purchased by Mr. Alissa was a Ruger AR-556 semiautomatic weapon, essentially a shortened version of an AR-15-style rifle marketed as a pistol. The authorities have not said where Mr. Alissa bought the weapon.\n\nUnder federal law, shortened rifles have strict regulations, based on fears that such high-powered weapons can be concealed before the commission of crimes. Under Colorado state law, such rifles are banned.\n\nBut the gun purchased by Mr. Alissa, while carrying some of the hallmarks of a longer AR-15, had instead been marketed as a pistol — a gun that can be shot with one hand but which comes with a stabilizer that looks similar to the buttstock of a rifle. As such, it would have been allowed under state law, but it appears to conflict with Boulder’s assault weapons ban, which prohibits pistols with magazines outside the grip and also devices that allow it to be stabilized with both hands.\n\nGuns purchased from licensed dealers must go through a federal background check, and states have embraced broader background-check rules to prevent sales to troubled people outside of gun stores. States, including Colorado in 2019, have also adopted red-flag laws that allow a judge to temporarily restrict a person’s access to firearms if they are found to be a danger to themselves or others.\n\nMr. Alissa had been convicted of a misdemeanor in the assault of another student in his high school a few years ago. And Mr. Alissa’s brother told CNN that his brother had shown signs of being paranoid and antisocial. But while federal and state laws can prevent people who are a danger to the community from acquiring or possessing guns, it does not appear that Mr. Alissa’s past actions ever triggered such restrictions against him.", "article_body_bow": [[1, 0.15545182886534767], [2, 0.8143891489079097], [4, 0.4086610838428314], [7, 0.24426735840561148], [13, 0.2931460714616795]]}]